{
    "status": "ok",
    "message-type": "work-list",
    "message-version": "1.0.0",
    "message": {
        "facets": {},
        "next-cursor": "AoJ/iuGgvO8CPwJodHRwOi8vZHguZG9pLm9yZy8xMC4xMTM5L3QwOC0wMTk=",
        "total-results": 16093,
        "items": [
            {
                "title": [
                    "ExMarine: An experimental field mesocosm system to study multiple-stressor impacts on rock pool biodiversity"
                ],
                "DOI": "10.7287/peerj.preprints.2158",
                "abstract": "<jats:p>Biodiversity loss due to increasing anthropogenic activities is one of the biggest threats to humanity. Understanding the impacts of multiple-stressors on ecosystems and biodiversity is therefore an urgent task. Shore ecosystems are especially valuable, as they harbour a high biodiversity and provide important ecosystems services. Until now, experimental approaches addressing multiple-stressor impacts on these ecosystems have been rare and mostly run with a limited number of replicates and under non-natural conditions. Here, an experimental field mesocosm system that allows studying multiple-stressor impacts on rock pool biodiversity is proposed. The <jats:italic>ExMarine </jats:italic>mesocosm system is composed of 64 experimental rock pool mesocosms in a fully randomised block design, which allows studying multiple-stressor impacts under highly standardised conditions. Water is taken directly from the sea, allowing biota to immigrate and emigrate freely. Water flow into the mesocosms can be regulated and it is possible to simulate disturbance through waves during high tide. The system can help to understand the impacts of multiple stressors on biodiversity, to monitor ecosystem health and to plan measures preventing the further loss of biodiversity.</jats:p>",
                "author": [
                    {
                        "given": "Jan Niklas",
                        "family": "Macher",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Aquatic Ecosystem Research, University Duisburg-Essen, Essen, Germany"
                            }
                        ]
                    }
                ],
                "created": {
                    "date-parts": [
                        [
                            2018,
                            1,
                            13
                        ]
                    ],
                    "date-time": "2018-01-13T09:19:00Z",
                    "timestamp": 1515835140000
                }
            },
            {
                "title": [
                    "Sedimentary facies and foraminiferal assemblages from Posidonia oceanica meadows of western Mediterranean Sea"
                ],
                "DOI": "10.7287/peerj.preprints.1125",
                "abstract": "<jats:p>Sedimentary facies and foraminiferal assemblages of sediments sampled into seven <jats:italic>Posidonia oceanica</jats:italic> meadows from Western Mediterranean Sea were investigated. Six sampling sites are localised in Italy (Maratea, Ponza Island, Santa Marinella, Giglio Island, Osalla and Alghero), and one in France (Argentella, Crovani Bay, Corsica). The role of <jats:italic>P. oceanica</jats:italic> meadows in the sedimentary processes was investigated in different contexts: sampled meadows are set up both on soft and hard substrates, often forming “<jats:italic>mattes</jats:italic>”, in geographical areas subject to different wind and sea conditions (waves and longshore currents) and characterised by various coastal landforms and terrigenous inputs derived from costal erosional processes and/or fluvial contributions. A sedimentological, compositional, micropaleontological and geochemical characterisation of 111 bottom sediment samples, collected by SCUBA diving between 0 and 35 mwd, was carried out and finally tested with a Q-mode cluster analysis. Five sedimentary facies have been recognised, from terrigenous to mixed siliciclastic-carbonate and carbonate. Facies (and subfacies) are distinguishable by sorting, gravel content, abundance and maturity of clastic sediments, and weighted average of carbonate content. In all facies, foraminifers and red algae dominate the bioclastic fraction, whereas other bioclastic components are very subordinate and show a variable distribution. In all the investigated sites, benthic foraminiferal assemblages are generally dominated by typical epiphytic species, such as <jats:italic>Asterigerinata mamilla</jats:italic>, <jats:italic>Lobatula lobatula</jats:italic>, <jats:italic>Peneroplis pertusus</jats:italic>, <jats:italic>Planorbulina mediterranensis</jats:italic>, <jats:italic>Rosalina</jats:italic> spp. and miliolids. Nevertheless, these assemblages show some differences in the different sites according to the presence or absence of terrigenous contributions and, consequently, to the water turbidity. This parameter influences symbiont-bearing foraminifer as <jats:italic>P. pertusus</jats:italic>. Moreover, the samples from Argentella (Crovany Bay) are characterised by a peculiar assemblage, in which <jats:italic>Miniacina miniacea </jats:italic>dominates with very high frequencies.</jats:p>",
                "author": [
                    {
                        "given": "Giovanni",
                        "family": "Gaglianone",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Dipartimento di Scienze della Terra, Università di Roma “Sapienza”, Rome, Italy"
                            }
                        ]
                    },
                    {
                        "given": "Virgilio",
                        "family": "Frezza",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Dipartimento di Scienze della Terra, Università di Roma “Sapienza”, Rome, Italy"
                            }
                        ]
                    },
                    {
                        "given": "Marco",
                        "family": "Brandano",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Dipartimento di Scienze della Terra, Università di Roma “Sapienza”, Rome, Italy"
                            },
                            {
                                "name": "IGAG-CNR Area della Ricerca di Roma 1, Monterotondo Stazione, IGAG-CNR, Rome, Italy"
                            }
                        ]
                    }
                ],
                "created": {
                    "date-parts": [
                        [
                            2018,
                            1,
                            12
                        ]
                    ],
                    "date-time": "2018-01-12T21:39:32Z",
                    "timestamp": 1515793172000
                }
            },
            {
                "title": [
                    "Who are the important sea turtle nest predators at Wreck Rock beach?"
                ],
                "DOI": "10.7287/peerj.preprints.2850",
                "abstract": "<jats:p>Excessive sea turtle nest predation is a problem for conservation management of sea turtle populations. This study assessed the predation of the endangered loggerhead sea turtle (<jats:italic>Caretta caretta</jats:italic> ) nests at the Wreck Rock beach adjacent to Deepwater National Park in Southeast Queensland, Australia after a control program for feral foxes was instigated. The presence of predators on the nesting dune was evaluated by passive soil plots (2 x 1 m) every 100m along the dune front. There were 21 (2014-2015) and 41 (2015-2016) plots established along the dune and these were monitored for predator tracks daily over three consecutive months in both nesting seasons. Camera traps were also set to record the predator’s activity around selected nests. The tracks of the fox (<jats:italic>Vulpes vulpes</jats:italic> ) and goanna (lace monitor <jats:italic> Varanus varius </jats:italic>and/or yellow-spotted goanna <jats:italic>V. panoptes</jats:italic>; we could not distinguish these two species tracks from each other) were found on sand plots. Goannas were widely distributed along the beach and had an eight times higher Passive Activity Index (PAI) (0.31 in 2014-2015 and 0.16 in 2015-2016) compared to foxes (PAI 0.04 in 2014-2015 and 0.02 in 2015-2016). Camera trap data indicated that the appearance of yellow-spotted goannas at loggerhead turtle nests was more frequent than lace monitors and further that lace monitors only predated these nests after they had been previously opened by yellow-spotted goannas. No foxes were recorded at nests with camera traps. This study suggests that large male yellow-spotted goannas are the major predator of sea turtle nests at the Wreck Rock beach nesting aggregation.</jats:p>",
                "author": [
                    {
                        "given": "Juan",
                        "family": "Lei",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "School of Biological Sciences, The University of Queensland, Brisbane, St. Lucia, Australia"
                            }
                        ]
                    },
                    {
                        "given": "David T",
                        "family": "Booth",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "School of Biological Sciences, The University of Queensland, Brisbane, St. Lucia, Australia"
                            }
                        ]
                    }
                ],
                "created": {
                    "date-parts": [
                        [
                            2018,
                            1,
                            13
                        ]
                    ],
                    "date-time": "2018-01-13T11:56:29Z",
                    "timestamp": 1515844589000
                }
            },
            {
                "title": [
                    "Extraordinary centromeres: differences in the meiotic chromosomes of two rock lizards species Darevskia portschinskii and Darevskia raddei"
                ],
                "DOI": "10.7287/peerj.preprints.27440",
                "abstract": "<jats:p>According to the synthesis of 30 years of multidisciplinary studies parthenogenetic species of rock lizards of genus <jats:italic>Darevskia</jats:italic> were formed as a result of different combination patterns of interspecific hybridization of the four bisexual parental species: <jats:italic>D. raddei, D. mixta, D. valentini, and D. portschinskii</jats:italic>. In particular <jats:italic>D. portschinskii</jats:italic> and <jats:italic>D. raddei</jats:italic> are considered as the parental species for the parthenogenetic species <jats:italic>D. rostombekowi</jats:italic>. Here for the first time we present the result of comparative immunocytochemical study of primary spermatocyte nuclei spreads from the leptotene to diplotene stages of meiotic prophase I in two species: <jats:italic>D. portschinskii </jats:italic>and <jats:italic>D. raddei</jats:italic>. We observed similar chromosome lengths for both synaptonemal complex (SC) karyotypes as well as similar number of crossing over sites. However, unexpected differences in the number and distribution of anti-centromere antibody (ACA) foci were detected in the SC structure of bivalents of the two species. In all examined <jats:italic>D. portschinskii</jats:italic> spermatocyte nuclei, one immunostained centromere focus was detected per SC bivalent. In contrast, in almost every studied <jats:italic>D. raddei</jats:italic> nuclei we identified three – nine SCs with additional immunostained ACA foci per SC bivalent. Thus, the obtained results allow us to identify species-specific karyotype features, previously not been detected using conventional mitotic chromosome analysis. Presumably the additional centromere foci are result of epigenetic chromatin modifications. We assume that this characteristic of the <jats:italic>D. raddei</jats:italic> karyotype could represent useful marker for the future studies of parthenogenetic species hybrid karyotypes related to <jats:italic>D. raddei.</jats:italic></jats:p>",
                "author": [
                    {
                        "ORCID": "http://orcid.org/0000-0002-6623-9124",
                        "authenticated-orcid": true,
                        "given": "Victor",
                        "family": "Spangenberg",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Vavilov Institute of General Genetics, Moscow, Russian Federation"
                            }
                        ]
                    },
                    {
                        "given": "Marine",
                        "family": "Arakelyan",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Department of Zoology, Yerevan State University, Yerevan, Armenia"
                            }
                        ]
                    },
                    {
                        "given": "Eduard",
                        "family": "Galoyan",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Zoological Museum, Moscow State University, Moscow, Russia"
                            }
                        ]
                    },
                    {
                        "given": "Mark",
                        "family": "Pankin",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Vavilov Institute of General Genetics, Moscow, Russian Federation"
                            }
                        ]
                    },
                    {
                        "given": "Ruzanna",
                        "family": "Petrosyan",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Department of Zoology, Yerevan State University, Yerevan, Armenia"
                            }
                        ]
                    },
                    {
                        "given": "Ilona",
                        "family": "Stepanyan",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Scientific Center of Zoology and Hydroecology, Yerevan, Armenia"
                            }
                        ]
                    },
                    {
                        "given": "Tatiana",
                        "family": "Grishaeva",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Vavilov Institute of General Genetics, Moscow, Russian Federation"
                            }
                        ]
                    },
                    {
                        "given": "Felix",
                        "family": "Danielyan",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Department of Zoology, Yerevan State University, Yerevan, Armenia"
                            }
                        ]
                    },
                    {
                        "ORCID": "http://orcid.org/0000-0002-1915-0039",
                        "authenticated-orcid": true,
                        "given": "Oxana",
                        "family": "Kolomiets",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Vavilov Institute of General Genetics, Moscow, Russian Federation"
                            }
                        ]
                    }
                ],
                "created": {
                    "date-parts": [
                        [
                            2018,
                            12,
                            20
                        ]
                    ],
                    "date-time": "2018-12-20T16:14:47Z",
                    "timestamp": 1545322487000
                }
            },
            {
                "title": [
                    "Wild populations of Sydney rock oysters differ in their proteomic responses to elevated carbon dioxide"
                ],
                "DOI": "10.1071/mf15320",
                "abstract": "<jats:p>\n\nThis study tested the proteomic responses of three spatially distinct Sydney rock oyster populations to elevated pCO2. Oysters were collected from environmentally different sites, two chronically affected by acid sulfate soil. Oysters from each of the three populations were exposed to ambient (380µatm) or elevated (856 and 1500µatm) pCO2 for 4 weeks. Subsequent proteomic analysis from haemolymph revealed that (1) there were differences between the proteomes of the three populations after exposure to ambient pCO2, and (2) the different oyster populations mounted significantly different responses to elevated pCO2. Proteins that differed significantly in concentration between pCO2 treatments fell into five broad functional categories: energy metabolism, cellular stress responses, the cytoskeleton, protein synthesis and the extracellular matrix. This is consistent with the hypothesis that environmental stress in oysters leads to a generic response involving increased mitochondrial energy production to maintain cellular homeostasis. Proteins involved in the cytoskeleton and energy metabolism were the most differentially expressed and were seen in all three oyster populations. Differences between populations in their proteomic responses suggested that the local environments from which oysters originate may affect their capacity to respond to ocean acidification.\n</jats:p>",
                "author": [
                    {
                        "given": "E. L.",
                        "family": "Thompson",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "L.",
                        "family": "Parker",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "V.",
                        "family": "Amaral",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "M. J.",
                        "family": "Bishop",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "W. A.",
                        "family": "O'Connor",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "D. A.",
                        "family": "Raftos",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "created": {
                    "date-parts": [
                        [
                            2016,
                            1,
                            7
                        ]
                    ],
                    "date-time": "2016-01-07T23:44:29Z",
                    "timestamp": 1452210269000
                }
            },
            {
                "title": [
                    "Physical and numerical modelling of a dual-porosity fractured rock surrounding an in-pit uranium tailings management facility"
                ],
                "DOI": "10.1139/t10-080",
                "abstract": "<jats:p> In-pit tailings management facilities (TMFs) have been used to dispose of uranium mine tailings in northern Saskatchewan. The pervious surround method can be employed to reduce groundwater flow through the tailings, and thereby moderate the rate of flux of radioactive and metal contamination that could enter the local groundwater via advection. A laboratory-scale analogue of an in-pit TMF was constructed to evaluate the impacts of a dual-porosity representation of the host rock on the effectiveness of the pervious surround concept in reducing peak concentrations and mass flux at a downgradient receptor. This work complemented the work of West et al. (2003) in which similar laboratory-scale experiments were conducted, simulating the host rock using the equivalent porous media and discrete fracture approaches. The experiments were adequately simulated using SWIFT II, a dual-porosity flow and transport model. Finally, to illustrate the impact of a dual-porosity representation of a fractured host rock on a contaminant plume from a TMF in the field, a field-scale scenario was modelled. The simulations illustrate the impact of diffusion into the host rock matrix on the simulated peak concentrations and the time for the peak concentrations to reach a downgradient receptor. </jats:p>",
                "author": [
                    {
                        "given": "K.",
                        "family": "Lange",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Department of Civil and Environmental Engineering, Carleton University, 1125 Colonel By Drive, Ottawa, ON K1S 5B6, Canada."
                            }
                        ]
                    },
                    {
                        "given": "P. J.",
                        "family": "Van Geel",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Department of Civil and Environmental Engineering, Carleton University, 1125 Colonel By Drive, Ottawa, ON K1S 5B6, Canada."
                            }
                        ]
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            3,
                            18
                        ]
                    ],
                    "date-time": "2011-03-18T14:26:36Z",
                    "timestamp": 1300458396000
                }
            },
            {
                "title": [
                    "Enhanced solubilization of rock phosphate by Penicillium bilaiae in pH-buffered solution culture"
                ],
                "DOI": "10.1139/w06-074",
                "abstract": "<jats:p> Little is known about how pH-buffering capacity affects phosphorus (P) solubilization by Penicillium bilaiae. This study compared solubilization of rock phosphate (RP) by P. bilaiae in nonbuffered (pH 5.0) and buffered (pH 7.0) media. Fungal growth reached the stationary phase around day 12 and was slightly enhanced in the buffered medium. The fungus reduced solution pH from 5.0 to 4.1 in the nonbuffered medium and from 7.0 to 4.9 in the buffered medium by day 12. Phosphorus concentrations increased after day 9 more in the buffered than in the nonbuffered media (53 and 5 mg P·L<jats:sup>–1</jats:sup>, respectively, on day 12). On day 12, higher concentrations of citric and oxalic acids were detected in the buffered (2.0 and 1.2 g·L<jats:sup>–1</jats:sup>, respectively) than nonbuffered media (0.5 and 0.04 g·L<jats:sup>–1</jats:sup>, respectively). Solubilization of RP was simulated without P. bilaiae in solutions equivalent to the nonbuffered and buffered cultures of P. bilaiae grown with RP. After a 24 h incubation, the P concentrations were of similar magnitudes to those observed in the P. bilaiae culture (18 and 47 mg P·L<jats:sup>–1</jats:sup>, respectively, in the nonbuffered and buffered media). Under increased pH-buffering conditions, the enhanced production of citric and oxalic acids led to significant RP solubilization.Key words: phosphorus solubilization, pH buffering, Penicillium bilaiae, citric acid, oxalic acid. </jats:p>",
                "author": [
                    {
                        "given": "M",
                        "family": "Takeda",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J D",
                        "family": "Knight",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Immunology",
                    "Applied Microbiology and Biotechnology",
                    "Genetics",
                    "Molecular Biology",
                    "Microbiology",
                    "General Medicine"
                ],
                "created": {
                    "date-parts": [
                        [
                            2007,
                            1,
                            10
                        ]
                    ],
                    "date-time": "2007-01-10T21:00:33Z",
                    "timestamp": 1168462833000
                }
            },
            {
                "title": [
                    "Reply to comment by Messier et al. on “Present-day expansion of American beech in northeastern hardwood forests: Does soil base status matter?”Appears in Can. J. For. Res. 39: 2273–2282 (2009)."
                ],
                "DOI": "10.1139/x10-240",
                "abstract": "<jats:p> We respond to the comment by Messier et al. (2011. Can. J. For. Res. 41: 649–653) on our recent paper questioning the possible influence of the base status of soils in the present-day expansion of American beech ( Fagus grandifolia Ehrh.) in Quebec (2009. Can. J. For. Res. 39: 2273–2282). From our observations, as well as from a large body of scientific evidence reporting on the high sensitivity of sugar maple ( Acer saccharum Marsh.) to the acid–base status of soils, we hypothesized that soil base cation depletion, caused in part by atmospheric deposition, is among the main factors involved in the present-day expansion of American beech over large areas in Quebec. Clearly, we suggested in our paper that acid deposition might act with other factors to explain the expansion of American beech. In this context, our conclusions are far from any oversimplified explanation, as stated by Messier et al., but rather, they point out a level of complexity above the one currently discussed. </jats:p>",
                "author": [
                    {
                        "given": "Louis",
                        "family": "Duchesne",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Direction de la recherche forestière, Forêt Québec, Ministère des Ressources naturelles et de la Faune du Québec, 2700, rue Einstein, Sainte-Foy, QC G1P 3W8, Canada."
                            }
                        ]
                    },
                    {
                        "given": "Rock",
                        "family": "Ouimet",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Direction de la recherche forestière, Forêt Québec, Ministère des Ressources naturelles et de la Faune du Québec, 2700, rue Einstein, Sainte-Foy, QC G1P 3W8, Canada."
                            }
                        ]
                    }
                ],
                "subject": [
                    "Ecology",
                    "Forestry",
                    "Global and Planetary Change"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            3,
                            4
                        ]
                    ],
                    "date-time": "2011-03-04T08:01:32Z",
                    "timestamp": 1299225692000
                }
            },
            {
                "title": [
                    "Effects of alkaline earth metal ions on the growth of Calothrix strain RC3, a natural isolate from Rock Creek, British Columbia"
                ],
                "DOI": "10.1139/w97-132",
                "abstract": "<jats:p> Calothrix is a filamentous cyanobacterium that has a single terminal heterocyst and a tapering morphology. It exists in two forms: mature filaments as described and motile hormogonia, which have a distinct morphology and serve as a dispersal mechanism for the organism. These cyanobacteria are common inhabitants of freshwater environments, where they are subjected to a variety of fluctuating conditions, including levels of dissolved metal ions. The present study represented an initial investigation of the effects of increasing metal ion concentrations on Calothrix as assessed ultrastructurally by transmission electron microscopy and through alterations observable by light microscopy and growth studies. Exposure of filaments to various levels of the alkaline earth cations Ca<jats:sup>2+</jats:sup>, Mg<jats:sup>2+</jats:sup>, Sr<jats:sup>2+</jats:sup>, and Ba<jats:sup>2+</jats:sup> led to various changes in structure, indicating effects on the organism's physiology. These included perturbation of cell envelope layers, such that the formation of outer membrane vesicles was enhanced, alteration to the patterns and abundance of sheath material formed, alteration of thylakoid (photosynthetic) membrane structure, and inhibition of hormogonium formation and release. It was interesting to note that even cations that are not typically thought of as toxic (Ca<jats:sup>2+</jats:sup> and Mg<jats:sup>2+</jats:sup>) could have profound effects on the cells to the extent of inhibiting growth at the maximum levels used in this study (5 mM), which are below these often found in natural environments. These results give an indication that the presence of metal ions in natural environments can have an important influence on the structural and growth characteristics of commonly found cyanobacteria to the extent of making them appear, on a macroscopic basis, as different organisms entirely. This puts a note of caution on future field observations and interpretations of the effects of pollutants on natural microbial communities.Key words: cyanobacteria, metals, ultrastructure. </jats:p>",
                "author": [
                    {
                        "given": "Susanne",
                        "family": "Douglas",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Immunology",
                    "Applied Microbiology and Biotechnology",
                    "Genetics",
                    "Molecular Biology",
                    "Microbiology",
                    "General Medicine"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T05:51:17Z",
                    "timestamp": 1303624277000
                }
            },
            {
                "title": [
                    "Derivation of muon range spectrum under rock from the recent primary spectrum"
                ],
                "DOI": "10.1139/p85-172",
                "abstract": "<jats:p> The muon range spectra under Mont Blanc Tunnel and Kolar Gold Field rocks have been calculated from the recently measured primary cosmic ray spectrum. The scaling hypothesis of Feynman has been used for the calculation of pion and kaon spectra in the atmosphere. The meson atmospheric diffusion equation has been solved by following the method of Bugaev et al. The derived muon energy spectrum has been found to be in good agreement with the measured data of the Kiel, Durham, DEIS, and Moscow University groups. The calculated muon energy spectra at large polar angles have been compared with the different experimental results. The integral muon spectrum up to 20 TeV supports the MARS burst data favourably. Using the procedure of Kobayakawa, the muon energy loss in rock due to ionization, pair production, and bremsstrahlung and nuclear interactions from Bezrukov and Bugaev, we have constructed the range–energy relation in Mont Blanc and Kolar Gold Field rocks. The estimated range spectra have been corrected for range fluctuations and have been compared with the Mont Blanc Tunnel data of Castagnoli et al., Bergamasco et al., and Sheldon et al. and the Kolar Gold Field data compilation by Krishnaswamy et al. </jats:p>",
                "author": [
                    {
                        "given": "Pratibha",
                        "family": "Pal",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "D. P.",
                        "family": "Bhattacharyya",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Physics and Astronomy"
                ],
                "created": {
                    "date-parts": [
                        [
                            2017,
                            10,
                            15
                        ]
                    ],
                    "date-time": "2017-10-15T12:21:33Z",
                    "timestamp": 1508070093000
                }
            },
            {
                "title": [
                    "A bioeconomic analysis of management strategies for rebuilding and maintenance of the NSS rock lobster (Jasus edwardsii) stock in southern New Zealand"
                ],
                "DOI": "10.1139/f05-059",
                "abstract": "<jats:p> We evaluated alternative management strategies for the Otago and Southland rock lobster (Jasus edwardsii) fisheries in New Zealand. We compare a number of decision-rule-based management strategies and assess amalgamation of the two separate quota management areas that currently comprise the fishery. The analysis combines a spatial sex- and length-structured simulation model of the fishery with an economic module that converts catches and effort into revenues and costs. We compare performance of alternative management strategies using a variety of biological and economic performance indicators relevant to a range of management objectives identified by stakeholders. The results demonstrate the importance of modelling economic performance, since the relative performance of different management strategies differ when considering catch versus net revenues. The analysis also reveals important distributional issues, since some strategies that increase the overall value of the fishery create both winners and losers. </jats:p>",
                "author": [
                    {
                        "given": "Daniel S",
                        "family": "Holland",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Nokome",
                        "family": "Bentley",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Philippe",
                        "family": "Lallemand",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2005,
                            8,
                            18
                        ]
                    ],
                    "date-time": "2005-08-18T19:03:56Z",
                    "timestamp": 1124391836000
                }
            },
            {
                "title": [
                    "The motion of a curling rock"
                ],
                "DOI": "10.1139/p96-095",
                "abstract": "<jats:p> We present a plausible physical model that accounts for the motion of a curling rock. The principal features of the model are (i) that the kinetic friction induces melting of the ice with the consequence that the curling rock experiences both \"dry friction,\" when encountering solid ice, as well as \"wet friction,\" for contact areas that pass over the thin film of liquid water lying above the ice; (ii) that the wet friction is velocity dependent; and (iii) that the curling rock is able, in its last stages of motion, to drag some of the thin liquid film part way around the rock, which significantly enhances the curl of the rock. We compare the model to actual trajectories of curling rocks. </jats:p>",
                "author": [
                    {
                        "given": "Mark R. A.",
                        "family": "Shegelski",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Ross",
                        "family": "Niebergall",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Mark A.",
                        "family": "Walton",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Physics and Astronomy"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            12,
                            6
                        ]
                    ],
                    "date-time": "2010-12-06T18:45:46Z",
                    "timestamp": 1291661146000
                }
            },
            {
                "title": [
                    "Designing and evaluating length-frequency surveys for trap fisheries with application to the southern rock lobster"
                ],
                "DOI": "10.1139/f00-237",
                "abstract": "<jats:p> A survey design for estimating the length distribution of harvested southern rock lobsters (Jasus edwardsii) was developed for the South Australian fishery. Experimental sampling was carried out by volunteer fishers in spring 1996 and autumn 1997 to test three proposed survey designs. A variance components analysis indicated that it would be more efficient to sample one pot per trip from all trips rather than the previous design of sampling multiple pots from a few trips. The variation among licenses (fishers) accounts for most of the remaining sample variance. Onboard research sampling by scientists, who in the past measured from all pots on selected trips, was shown to be the least efficient design option in comparison with volunteer sampling by fishers. A sampling protocol where fishers measure one to three pots per trip has been adopted by the South Australian rock lobster fishers. Estimators, based on a three-level sampling hierarchy of pot, day, and license, are presented for estimating the mean and sample variance of the numbers harvested overall and within each length category. </jats:p>",
                "author": [
                    {
                        "given": "Richard",
                        "family": "McGarvey",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Michael",
                        "family": "Pennington",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T23:04:59Z",
                    "timestamp": 1303686299000
                }
            },
            {
                "title": [
                    "THE DETECTION OF ROCK SALT BY THE METHODS OF ELECTRICAL SURVEYING"
                ],
                "DOI": "10.1139/cjr30-078",
                "abstract": "<jats:p> Experiments on the detection of rock salt deposits by electrical methods are described. It is shown that these methods give definite indications of the depth of the deposit when the latter is as much as 600 ft. below the surface.The interpretation of results obtained by the \"single electrode probe\" method is discussed. </jats:p>",
                "author": [
                    {
                        "given": "T.",
                        "family": "Alty",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "S.",
                        "family": "Alty",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T13:15:40Z",
                    "timestamp": 1303650940000
                }
            },
            {
                "title": [
                    "Nonuniformity of crack-growth resistance and breakdown zone near the propagating tip of a shear crack in brittle rock: A model for earthquake nucleation to dynamic rupture"
                ],
                "DOI": "10.1139/p90-150",
                "abstract": "<jats:p> This paper reviews our recent studies on (i) slip failure nucleation, which leads to the mechanical instability that gives rise to a dynamically propagating shear rupture, (ii) constitutive behavior during the local breakdown process near the propagating tip of the slipping zone, and (iii) the physical modeling of the earthquake-source process based on the constitutive relation inferred from laboratory experiments. Laboratory studies were done using a simulated fault in rock in the brittle regime under a mode II crack-growth condition, to gain a deeper understanding of the earthquake-source process, which is considered to be dynamically propagating shear rupture in the earth. A stable but accelerating phase of nucleation locally precedes an unstable dynamically propagating rupture even in the brittle regime. The appearance of a sizable zone of such nucleation is related to a nonuniform distribution of the crack-growth resistance on the fault. The local shear strength degrades to a residual friction stress level with ongoing slip near the propagating tip of the slipping zone. This slip-dependent constitutive relation shows that there is a breakdown zone near the propagating tip over which shear stress, slip displacement, slip velocity, and slip acceleration are highly nonuniform. This nonuniformity is responsible for generating high-frequency elastic radiation. A model of the breakdown zone, which incorporates the laboratory-based constitutive relation, does not give rise to unrealistic singularities of slip acceleration and stresses at and near the dynamically propagating tip of the slipping zone. The breakdown zone model enables one to give a common interpretation to both small-scale slip failure in the laboratory and large-scale shear failure as earthquake faulting in the earth, and it can explain the earthquake-source strong motion characterized by the high-frequency content. </jats:p>",
                "author": [
                    {
                        "given": "Mitiyasu",
                        "family": "Ohnaka",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Physics and Astronomy"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T07:56:24Z",
                    "timestamp": 1303631784000
                }
            },
            {
                "title": [
                    "Comment on: Curling rock dynamics - The motion of a curling rock: inertial vs. noninertial reference frames"
                ],
                "DOI": "10.1139/p99-070",
                "abstract": "<jats:p> We examine the approach used and the results presented in a recent publication(Can. J. Phys. 76, 295 (1998))in which (i) a noninertial reference frame is used to examine the motion ofa curling rock, and (ii) the lateral motion of a curling rock isattributed to left-right asymmetry in the force acting on the rock.We point out the important differences between describing the motionin an inertial frame as opposed to a noninertial frame.We show that a force exhibiting left-right asymmetryin an inertial frame cannot explain the lateral motion of a curlingrock. We also examine, as was apparently done in the recent publication,an effective force that has left-right asymmetry in a noninertial, rotating frame. We show that such a force is not left-right asymmetric in an inertial frame, and that anylateral motion of a curling rock attributed to the effective forcein the noninertial frame is actually due to a real force, in aninertial frame, which has a net nonzero component transverse to the velocityof the center of mass. We inquire as to the physical basis for thetransverse component of this real force. We also examine the motion ofa rotating cylinder sliding over a smooth surface for which there isno melting: we show that the motion is easily analyzed in an inertialframe and that there is little to be gained by considering a rotating frame.We relate the results for this simple case to the more involved problemof the motion of a curling rock: we find that the motion of curling rocksis best studied in inertial frames. Perhaps most importantly, we showthat the approach taken and the results presented in the recent publicationlead to predicted motions of curling rocks that are indisagreement with observed motions of real curling rocks.PACS Nos.: 46.00, 01.80+b </jats:p>",
                "author": [
                    {
                        "given": "MRA",
                        "family": "Shegelski",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "M",
                        "family": "Reid",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Physics and Astronomy"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T08:06:00Z",
                    "timestamp": 1303632360000
                }
            },
            {
                "title": [
                    "Reply to comment on: Curling rock dynamics - The motion of a curling rock: inertial vs. noninertial reference frames"
                ],
                "DOI": "10.1139/p99-071",
                "abstract": "<jats:p> In their comment, Shegelski and Reid (SR) question the validity ofthe approach adopted in my paper to calculate the motion ofa curling rock. Predictions of the motion of a curling rockfall into two categories: those that depend upon frictionalasymmetry and those that do not. Predictions in the firstcategory are discussed here and shown to contradict the resultsof SR. Predictions in the second category are shown to be notapplicable to the game of curling.PACS Nos.: 46.00, 01.80+b </jats:p>",
                "author": [
                    {
                        "given": "M",
                        "family": "Denny",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Physics and Astronomy"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T08:06:00Z",
                    "timestamp": 1303632360000
                }
            },
            {
                "title": [
                    "Estimating natural and fishing mortality and tag reporting rate of southern rock lobster (Jasus edwardsii) from a multiyear tagging model"
                ],
                "DOI": "10.1139/f01-182",
                "abstract": "<jats:p> Fishing and natural mortality rates and tag reporting rate for rock lobsters (Jasus edwardsii) in northwest Tasmania, Australia, were estimated using multiyear tagging models. These estimates are necessary for assessment of the resource. Several models were examined that had either two or three tagging events each year, and either combined sexes or kept sexes separate. The model that best described the dynamics of the fishery utilized three tagging events within a year. The year was divided into discrete periods and, within each year, fishing effort and duration of period were used to apportion fishing and natural mortalities, respectively, to the periods. The separation of fishing mortalities by sex was not found to improve the models. Although high (1.01.2·year<jats:sup>1</jats:sup>), the instantaneous fishing mortality estimates were comparable to estimates obtained from other methods and the relative standard errors were low. Reporting rate estimates were also precise and indicated a lack of participation by the fishing industry. Estimates of natural mortality were low (0.000.02·year<jats:sup>1</jats:sup>) but imprecise. </jats:p>",
                "author": [
                    {
                        "given": "S D",
                        "family": "Frusher",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J M",
                        "family": "Hoenig",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T23:15:03Z",
                    "timestamp": 1303686903000
                }
            },
            {
                "title": [
                    "Some Estimates of Population Density and Feeding Habits of the Rock Crab, Cancer irroratus, in a Kelp Bed in Nova Scotia"
                ],
                "DOI": "10.1139/f82-090",
                "abstract": "<jats:p> The population density of rock crabs (Cancer irroratus) in a kelp bed on the Atlantic coast of Nova Scotia was examined by mark–recapture techniques and found to be about one crab (&gt; 45-mm carapace width) per 2 square metres. Prey taken by the crabs included hermit crabs (Pagurus), mussels (Mytilus), sea urchins (Strongylocentrotus), and various small crustaceans and polychaetes. It was concluded that the crab population would exert a strong predation pressure on these invertebrates.Key words: Cancer irroratus, rock crabs, predation, population density, kelp </jats:p>",
                "author": [
                    {
                        "given": "N. C.",
                        "family": "Drummond-Davis",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "K. H.",
                        "family": "Mann",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "R. A.",
                        "family": "Pottle",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            6,
                            10
                        ]
                    ],
                    "date-time": "2008-06-10T18:51:53Z",
                    "timestamp": 1213123913000
                }
            },
            {
                "title": [
                    "Predation of Sea Scallops (Placopecten magellanicus) by Lobsters (Homarus americanus) and Rock Crabs (Cancer irroratus) in Underwater Cage Enclosures"
                ],
                "DOI": "10.1139/f82-068",
                "abstract": "<jats:p> Predation studies in underwater cage enclosures on natural substrates were conducted in 1979 and 1980 to assess the propensity of adult American lobsters, Homarus americanus, and rock crabs, Cancer irroratus, to prey upon sea scallops, Placopecten magellanicus. In 1979, the initial prey by both predator species was large, embedded horse mussels (Modiolus modiolus). In the enclosure containing lobsters, this was followed by lobster cannibalism and, finally, when lobster density was reduced, predation on large sea scallops (80–110 mm shell height). No cannibalism or predation on large scallops occurred in the rock crab enclosure. In 1980, small scallops (40–55 mm shell height) were presented to lobsters and rock crabs; predation occurred regardless of predator density. Large sea scallops and unembedded horse mussels were consumed when crustacean densities approached natural levels. These studies demonstrate that small sea scallops and embedded horse mussels can be readily consumed by lobsters and rock crabs under field conditions, but that natural predation of large scallops by either rock crabs or lobsters is of lesser magnitude.Key words: sea scallops, crabs, lobsters, predation, prey selectivity </jats:p>",
                "author": [
                    {
                        "given": "G. S.",
                        "family": "Jamieson",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "H.",
                        "family": "Stone",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "M.",
                        "family": "Etter",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2009-04-23T17:19:46Z",
                    "timestamp": 1240507186000
                }
            },
            {
                "title": [
                    "Caging Manipulations in Marine Soft-Bottom Communities: Importance of Animal Interactions or Sedimentary Habitat Modifications"
                ],
                "DOI": "10.1139/f80-145",
                "abstract": "<jats:p> Caging manipulations were performed in two marine soft-bottom communities to test two nonexclusive hypotheses: (1) polychaete abundance changes in cages are caused by the presence or absence of particular predators and competitors; (2) polychaete changes in cages are caused by animals responding to cage-induced habitat modifications, especially sediment deposition and erosion.The significant changes in the polychaete community beneath a variety of cages installed on a highly wave-exposed sand bottom could not be explained by the presence or absence of predatory demersal fishes. This result was obtained despite the exclusion of fish which normally consume large numbers of infaunal polychaetes.A caging experiment similar to Woodin's (1974) was performed in the channel of Elkhorn Slough using comparable cages and similar exposure period. In Woodin's experiments, the exclusion of a sedentary tube builder was accompanied by an increase in a mobile deposit feeder. This was interpreted as a competitive release. In our experiment, no sedentary species inhabited the channel and none were excluded; nevertheless, this same mobile species increased inside the cages. Although the importance of potential predators and competitors was not documented in the caging experiments, all of the sand-flat and slough caging results are consistent with the hypothesis that animals respond to sedimentary habitat modifications created by cages. This hypothesis is not considered in most caging experiments in marine soft-bottom communities. </jats:p>",
                "author": [
                    {
                        "given": "Larry W.",
                        "family": "Hulberg",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "John S.",
                        "family": "Oliver",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            1,
                            19
                        ]
                    ],
                    "date-time": "2010-01-19T14:35:55Z",
                    "timestamp": 1263911755000
                }
            },
            {
                "title": [
                    "Predation by Rock Crabs (Cancer irroratus) on Diseased Sea Urchins (Strongylocentrotus droebachiensis) in Nova Scotia"
                ],
                "DOI": "10.1139/f84-228",
                "abstract": "<jats:p> Predation of morbid sea urchins (Strongylocentrotus droebachiensis) by rock crabs (Cancer irroratus) and other predators was observed using SCUBA during an outbreak of disease in southwestern Nova Scotia in August 1983. Disease increases susceptibility of sea urchins to predation by precluding natural defensive behaviors including spine projection, strong attachment to the substratum, and aggregation. In laboratory feeding experiments, rock crabs preferred diseased or narcotized sea urchins over healthy ones and fed upon them at a much higher rate than crabs given only healthy sea urchins as prey. Rock crabs showed no significant preference between diseased and narcotized sea urchins. Rock crabs clearly preferred mussels over healthy or diseased sea urchins. Although rock crabs do not appear to be important predators of healthy sea urchins, from field and laboratory findings I conclude that they contribute to mass mortality of sea urchins by preying upon morbid individuals during outbreaks of disease. </jats:p>",
                "author": [
                    {
                        "given": "Robert E.",
                        "family": "Scheibling",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            2,
                            25
                        ]
                    ],
                    "date-time": "2011-02-25T16:15:30Z",
                    "timestamp": 1298650530000
                }
            },
            {
                "title": [
                    "Provenance of Paleozoic sedimentary rocks in the Canadian Cordilleran miogeocline: a Nd isotopic study"
                ],
                "DOI": "10.1139/e17-129",
                "abstract": "<jats:p> Nd isotopes and trace elements in sedimentary rocks of the Yukon, the Northwest Territories, and northern British Columbia are used to examine the source of sediments in the Canadian Cordilleran miogeocline. Previous Nd isotope studies in southern Alberta demonstrated that strata of Neoproterozoic to Late Ordovician age were derived from Archean and Proterozoic Canadian Shield sources, whereas by the Late Devonian, a shift of 6 ε<jats:sub>Nd</jats:sub> units to younger crustal sources (ε<jats:sub>Nd</jats:sub> (T) = −6 to −9) had occurred. In this study, we found that the shift to younger crustal Nd isotopic signatures in the Yukon and Northwest Territories occurred much earlier than in southern Alberta. Cambrian and older strata have ε<jats:sub>Nd</jats:sub>(T) values of −10.0 to −21.1, consistent with derivation from Canadian Shield sources. Lower Ordovician through Permian strata in the Yukon and Northwest Territories, including the Innuitian-derived Imperial Assemblage, have ε<jats:sub>Nd</jats:sub>(T) values of −5 to −11.4. In northern British Columbia, the shift to a younger source reflects a wider range of ε<jats:sub>Nd</jats:sub>(T) values, from -−8.7 to −14.6 in Middle Ordovician through Middle Devonian strata, suggesting continued input from Canadian Shield sources. By the Middle Devonian, a complete shift to younger crustal signatures (ε<jats:sub>Nd</jats:sub>(T) = −5.9 to −10.5) had occurred in northern British Columbia. Several sources for the more juvenile sediments include (1) a mixture of locally erupted volcanic rocks with Canadian Shield sources, (2) a Grenville source, and (3) an Innuitian source. We propose that Ordovician to Lower Devonian strata were derived from a mixture of locally erupted, juvenile volcanics and pre-Cambrian Canadian Shield sources, and post-Middle Devonian strata were sourced from the Innuitian orogen in the Canadian Arctic. </jats:p>",
                "author": [
                    {
                        "given": "Carmala N.",
                        "family": "Garzione",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "P. Jonathan",
                        "family": "Patchett",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Gerald M.",
                        "family": "Ross",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "JoAnne",
                        "family": "Nelson",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Earth and Planetary Sciences"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            11,
                            27
                        ]
                    ],
                    "date-time": "2009-11-27T22:42:30Z",
                    "timestamp": 1259361750000
                }
            },
            {
                "title": [
                    "Maximizing the lateral motion of a curling rock"
                ],
                "DOI": "10.1139/p01-076",
                "abstract": "<jats:p> A simplified version of a previously proposed model captures the salient features of the motion of a slowly rotating curling rock. The model is used to suggest how standard curling rocks may be modified to maximize the net lateral displacement of a slowly rotating curling rock. </jats:p><jats:p> PACS No.: 46.00 </jats:p>",
                "author": [
                    {
                        "given": "Mark R",
                        "family": "Shegelski",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Physics and Astronomy"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T08:10:49Z",
                    "timestamp": 1303632649000
                }
            },
            {
                "title": [
                    "The motion of a curling rock: Analytical approach"
                ],
                "DOI": "10.1139/p00-067",
                "abstract": "<jats:p> A simplified version of a previously proposed model is presented and used to illustrate the salient features of the motion of a slowly rotating curling rock. A one-parameter model is presented. Analytical approximations for the chief aspects of the motion are derived. The simplified analytical model accounts quite well for the principal features of the motion of a slowly rotating curling rock, in particular that most of the curl occurs in the final few metres of the rock's motion. A discussion is also given concerning a popular misconception as to why curling rocks curl. </jats:p><jats:p> PACS No.: 46.00 </jats:p>",
                "author": [
                    {
                        "given": "M R",
                        "family": "Shegelski",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Physics and Astronomy"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T08:08:23Z",
                    "timestamp": 1303632503000
                }
            },
            {
                "title": [
                    "Relationship Between Indices of Juvenile Abundance and Recruitment in the Western Rock Lobster (Panulirus cygnus) Fishery"
                ],
                "DOI": "10.1139/f86-262",
                "abstract": "<jats:p> Indices of abundance of 3- and 4-yr-old juvenile western rock lobsters (Panulirus cygnus) were used to determine the status of the stocks between the puerulus stage and subsequent recruitment to the fishery. These indices were based on logarithmically transformed catch rate data of undersize lobsters obtained from a monitoring program which commenced in 1971–72. The juvenile indices were determined from regression coefficients associated with the factor \"year\", adjusted for other factors, e.g. location, month, depth, soak time, which affect juvenile catch rates. A revised index of recruitment was based on logarithmically transformed catch rates, in depths up to 18 m. A 7-d moving average was used to smooth out daily fluctuations to enable the \"best\" 60-d catch rate over the period of recruitment to the fishery (November–January) to be determined so that differences in the time of recruitment may be taken into account in quantifying the level of recruitment. This index is compared with a previous recruitment index based on total catch divided by total effort during November–December. The relationships between the abundance indices of 3- and 4-yr-old male juveniles and the recruitment index resulted in correlations of 0.95 and 0.93, respectively, from the log–log analyses of 11 year-classes with a multiple correlation of 0.97 when the 3- and 4-yr-old indices were used in a multiple regression. These indices provide an independent method to support or modify the prediction of recruitment based on an index of abundance of settling puerulus (aged 9–11 mo) obtained 4 yr before they recruit into the fishery. </jats:p>",
                "author": [
                    {
                        "given": "N.",
                        "family": "Caputi",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "R. S.",
                        "family": "Brown",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            2,
                            24
                        ]
                    ],
                    "date-time": "2009-02-24T15:15:30Z",
                    "timestamp": 1235488530000
                }
            },
            {
                "title": [
                    "Review of the Fishery for and Biology of the Cape Rock Lobster Jasus lalandii with Notes on Larval Recruitment"
                ],
                "DOI": "10.1139/f86-259",
                "abstract": "<jats:p> The South African fishery for the rock lobster Jasus lalandii currently yields about 3800 metric tons (8.4 million animals) of which more than 90% are males. Males grow much faster than females, and a size limit which is fairly large in relation to the size and age at maturity protects females from exploitation for most of their lifespans, thereby ensuring a high level of larval production from the population. Exploitation rates in the fishery are controlled by means of quotas on fishing companies, as well as catch limits on individual fishing grounds. Quotas are reassessed annually to maintain instantaneous fishing mortality rates of approximately 0.3 on all grounds. Catch rates on most grounds have been increasing since area catch limits were introduced in 1980, and seasonal averages now vary between 4 and 12 kg∙trap-day<jats:sup>−1</jats:sup>. Although annual indices of puerulus larval recruitment are not available, and the stock–recruitment relationship is unknown, it appears that relatively stable yields can be maintained despite fluctuations in puerulus recruitment. Density-dependent regulatory mechanisms operative in juvenile and young adult stages tend to dampen large variations in the numbers of adults entering the fishable size range each year. Variations in puerulus recruitment are likely to result from changes in the paths and velocities of extensive offshore currents which eventually return larvae toward the coast of South Africa after many months of pelagic existence. </jats:p>",
                "author": [
                    {
                        "given": "David E.",
                        "family": "Pollock",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            2,
                            24
                        ]
                    ],
                    "date-time": "2009-02-24T15:15:30Z",
                    "timestamp": 1235488530000
                }
            },
            {
                "title": [
                    "Relationship between Anaerobic Sediment Phosphorus Release Rates and Sedimentary Phosphorus Species"
                ],
                "DOI": "10.1139/f89-055",
                "abstract": "<jats:p> Rates of anaerobic phosphorus release from the sediments of 57 lakes of varying trophy and sediment characteristics were measured under controlled laboratory conditions to test the hypothesis that internal phosphorus loading was a function of sediment phosphorus species. Simple regression analyses indicated that no single species can predict more than 18% of the variability in release rates. Multiple regression analysis using both water and sediment characteristics were able to explain 51% of the variation. A model based on stepwise multiple regression analysis suggests that lakes most prone to high rates of internal phosphorus loading will be alkaline with high concentrations of spring overturn total phosphorus, and with sediments characterized by high concentrations of iron-bound phosphorus, and low concentrations of organic matter. </jats:p>",
                "author": [
                    {
                        "given": "M. L.",
                        "family": "Ostrofsky",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "D. A.",
                        "family": "Osborne",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "T. J.",
                        "family": "Zebulske",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            4,
                            1
                        ]
                    ],
                    "date-time": "2009-04-01T15:44:41Z",
                    "timestamp": 1238600681000
                }
            },
            {
                "title": [
                    "Spatial Variability in Sedimentary Algal Microfossils and Its Bearing on Diatom-Inferred pH Reconstructions"
                ],
                "DOI": "10.1139/f86-228",
                "abstract": "<jats:p> Spatial variability of algal microfossils was investigated in 20–21 surface (0–0.25 cm) sediment samples from Hannah and Clearwater lakes, Ontario, together with the variability in 20 downcore diatom-inferred pH profiles from Hannah Lake. Strong habitat-dependent spatial variability in the distribution of microfossils was observed in lakes of simple morphology. The abundance of planktonic taxa was high in deepwater sediments in both the lakes, while benthic taxa were common only in the sediments of shallow waters of Clearwater Lake. It is hypothesized that greater circulation and presence of sufficient light at all depths allowed benthic diatoms to flourish even in samples from the deep areas of Hannah Lake. The use of pH indicator diatom assemblages rather than individual taxa greatly reduced the variability in computing diatom-inferred pH. The variations were negligible within the samples collected from greater water depths. Results suggest that a single paleo-pH profile will provide an indication of the direction in change in pH, but that absolute pH results can be obtained only by utilizing several cores from many depth strata. The ability of index α and index B to accurately predict recent pH shifts of Hannah Lake was impaired because of its very acidic nature (pH &lt; 4.5) in the past. </jats:p>",
                "author": [
                    {
                        "given": "Sushil S.",
                        "family": "Dixit",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "R. Douglas",
                        "family": "Evans",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            10,
                            8
                        ]
                    ],
                    "date-time": "2009-10-08T19:07:49Z",
                    "timestamp": 1255028869000
                }
            },
            {
                "title": [
                    "Brood Mortality and Egg Predation by the Nemertean, Carcinonemertes epialti, on the Yellow Rock Crab, Cancer anthonyi, in Southern California"
                ],
                "DOI": "10.1139/f90-146",
                "abstract": "<jats:p> Carcinonemertes epialti had a minimal impact on the egg mortality of a lightly infested population of a commercially important crab host, Cancer anthonyi. The nemertean had a high prevalence (&gt; 97%) but was found at low intensities (mean intensity = 86.5 worms/pleopod, mean density = 0.3 worms/1000 eggs). Egg mortality varied from 0.0–30.5%, and was highly correlated with both worm intensity, and the timing of crab embryogenesis (mean mortality = 5.7%). Separate sites within the pleopod experienced different causal mechanisms of mortality. Mortality at the base of the pleopod was correlated with the presence, abundance, and immigration of C. epialti. Mortality at the tip of the pleopod was less correlated with worm abundance and was most likely a result of abrasion to the eggs or egg mass. Infestations of C. epialti varied between seasons and between host species. The worm was more abundant on host species that bred year-round (Cancer anthonyi and Hemigrapsus oregonensis); hence, infestation dynamics varied markedly between host species. In southern California, Cancer anthonyi was virtually always infested with C. epialti and is the most important host for the worm in this area. </jats:p>",
                "author": [
                    {
                        "given": "Jeffrey D.",
                        "family": "Shields",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Robert K.",
                        "family": "Okazaki",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Armand M.",
                        "family": "Kuris",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            11,
                            12
                        ]
                    ],
                    "date-time": "2009-11-12T16:57:07Z",
                    "timestamp": 1258045027000
                }
            },
            {
                "title": [
                    "Estimating the Density and Mortality of Juvenile Western Rock Lobsters (Panulirus cygnus) in Nursery Reefs"
                ],
                "DOI": "10.1139/f90-152",
                "abstract": "<jats:p> Studies of juvenile rock lobsters (Panulirus cygnus) in the nursery reefs of Western Australia indicated that density-dependent processes on the reefs were the major determinant of year-class strengths of recruitment to the fishery. Reassessment of early data, plus additional information, indicates that these estimates may have been inaccurate. Alternative methods of estimating juvenile densities were examined; application of length–frequency analysis to calculate the age-classes; visual estimates, and single-night trapping. Length–frequency analysis indicated that either immigration onto the test reefs had occurred, or the data were inaccurate. Visual estimates and single-night trapping were more rapid and used less manpower and resources than mark–recapture methods, but the estimates were of unknown accuracy. No truly satisfactory method of making reliable estimates of either the density of natural mortality rate of juveniles in the nursery reefs is yet available. Nevertheless, the data on the levels of larval settlement and subsequent catches, suggest that density dependent processes probably have a significant effect on the levels of recruitment to the fishery, although the upper level to this recruitment has not been reached over the past 20 yrs. </jats:p>",
                "author": [
                    {
                        "given": "Bruce F.",
                        "family": "Phillips",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            11,
                            12
                        ]
                    ],
                    "date-time": "2009-11-12T16:57:07Z",
                    "timestamp": 1258045027000
                }
            },
            {
                "title": [
                    "Sedimentary Phosphorus in the Bay of Quinte, Lake Ontario"
                ],
                "DOI": "10.1139/f93-021",
                "abstract": "<jats:p> Phosphorus distributions in sediments of the Bay of Quinte were measured. Principal fractions in most samples were (in order of decreasing concentration) P associated with CaCO<jats:sub>3</jats:sub>, residual organic P, associated with Fe and Al hydrous oxides, and P in the fulvic acid fraction. Concentrations of P in each fraction were followed at 3-wk intervals from May to October and on some additional dates at two or more sites. There were only two systematic changes in concentration over this time. The amount of P incorporated in the sedimentary biomass increased during the summer, probably at a time of high microbiological activity; this was followed by a sharp decrease and another slower increase in late summer. Available P steadily increased during the growing season, but returned to near the previous year's value 12 mo later. Dissolved P in water adjacent to the sediments showed a peak in concentration corresponding to the decrease in biomass P in midsummer. The results are consistent with a picture of P cycling in which forms of the element are first incorporated in the biomass, but are later released to the water column or to available sites on the sediment upon decomposition of the biomass. </jats:p>",
                "author": [
                    {
                        "given": "O. A.",
                        "family": "Oluyedun",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "S. O.",
                        "family": "Ajayi",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "G. W.",
                        "family": "VanLoon",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "P.",
                        "family": "Sly",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Aquatic Science",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            5,
                            21
                        ]
                    ],
                    "date-time": "2010-05-21T15:18:57Z",
                    "timestamp": 1274455137000
                }
            },
            {
                "title": [
                    "Oogenesis and protandry in the purple-hinge rock scallop, Hinnites giganteus, in upper Puget Sound, Washington, U.S.A."
                ],
                "DOI": "10.1139/z82-300",
                "abstract": "<jats:p> The annual reproductive cycle of female purple-hinge scallops, Hinnites giganteus, from upper Puget Sound, Washington, U.S.A., was investigated. Gametogenesis occurred in January, vitellogenesis in February, and spawning in June. Spawning was incomplete and development continued until September, but a second spawning did not occur. Based upon wet weight tissues indices, it is proposed that nutrients are stored in the adductor muscle but are transferred to the gonad during the active reproductive season. Phagocytic transfer of nutrients from atretic oocytes probably contributes to gametogenesis. Examination of paraffin sections during February revealed the presence of oocytes in male gonads. Furthermore, female whole body wet weight was significantly greater than male whole body wet weight, and females were more abundant than males. It is suggested that this results from consecutive sexuality, i.e., protandry. </jats:p>",
                "author": [
                    {
                        "given": "Darrel Jon",
                        "family": "Laurén",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            8,
                            20
                        ]
                    ],
                    "date-time": "2008-08-20T14:46:09Z",
                    "timestamp": 1219243569000
                }
            },
            {
                "title": [
                    "Occurrence of Cryptocotyle lingua (Creplin, 1825) (Digenea: Heterophyidae) in the rock gunnel, Pholis gunnellus (L.)"
                ],
                "DOI": "10.1139/z82-322",
                "abstract": "<jats:p> Pholis gunnellus, collected at Schoodic Peninsula, Maine, during 1980 and 1981, is reported as a new natural second intermediate host of Cryptocotyle lingua. Mature flukes were recovered 5–20 days after feeding metacercariae teased from adult gunnels to laboratory-reared chicks; mice were refractory. The prevalence of infected Littorina littorea (11.1%) harboring pleurolophocercous cercariae was significantly greater than L. obtusata (0.9%) from the same site. </jats:p>",
                "author": [
                    {
                        "given": "Andrea M.",
                        "family": "Gorman",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "John R.",
                        "family": "Moring",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            8,
                            20
                        ]
                    ],
                    "date-time": "2008-08-20T14:46:09Z",
                    "timestamp": 1219243569000
                }
            },
            {
                "title": [
                    "Fat and protein reserves of wintering and prebreeding rock ptarmigan from south Hudson Bay"
                ],
                "DOI": "10.1139/z81-172",
                "abstract": "<jats:p> The proximate body composition and muscle and organ composition of rock ptarmigan (Lagopus mutus rupestris) were measured in birds collected during late winter at Winisk, Ontario, and just prior to breeding after their migration to southern Baffin Island. The neutral fat reserve was less than 4% of the body weight in male and female ptarmigan from both locations. This small lipid-energy reserve, coupled with the catabolism of labile protein, would not maintain the existence-energy requirements of rock ptarmigan for longer than 2 days during fasting winter conditions.The ovary weight and liver weight were not correlated with the neutral fat load of prebreeding females, but hypertrophy of the liver was apparent. In the absence of food the small amount of neutral fat and labile protein could help form only a fraction of the normal clutch size, but the possible role of these reserves in buffering short-term dietary shortages during egg formation is outlined. The small size of the energy reserves emphasizes the importance of persistent feeding during winter, to maintain homeothermy, and during egg formation, when the quantity and quality of food could be a proximate limiting factor in reproduction. </jats:p>",
                "author": [
                    {
                        "given": "Vernon G.",
                        "family": "Thomas",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Richard",
                        "family": "Popko",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            4,
                            6
                        ]
                    ],
                    "date-time": "2009-04-06T15:55:34Z",
                    "timestamp": 1239033334000
                }
            },
            {
                "title": [
                    "Differences in survival and behaviour of rock ptarmigan (Lagopus mutus) chicks among years in Alaska"
                ],
                "DOI": "10.1139/z80-225",
                "abstract": "<jats:p> Three successive cohorts of rock ptarmigan chicks were raised in the standard conditions of a controlled environment aviary at the University of Alaska to identify inherent differences in survival and behaviour. That such differences were occurring was suggested by analysis of 10 years of population data. Eggs and chicks less than 4 days old were collected adjacent to the Eagle Creek population study area, representing one cohort at the peak of the cyclic fluctuation in 1968, and one on each side of the peak. Survival to 8 weeks varied among years. Parallel differences occurred in survival of chicks in the wild. Differences also occurred among years in level of agonistic behaviour measured from day 1 to 8 weeks by means of mirror tests. The behavioural differences are also attributed to inherent differences between cohorts. The difference in agonistic behaviour between 1968 and 1969 was primarily due to the greater scores of chicks from adult (2 years or older) hens. In 1969, chicks from adult hens were significantly more agonistic than chicks from yearling hens. </jats:p>",
                "author": [
                    {
                        "given": "John B.",
                        "family": "Theberge",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "James F.",
                        "family": "Bendell",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            12,
                            21
                        ]
                    ],
                    "date-time": "2009-12-21T15:01:31Z",
                    "timestamp": 1261407691000
                }
            },
            {
                "title": [
                    "Scent marking by Alaskan moose: characteristics and spatial distribution of rubbed trees"
                ],
                "DOI": "10.1139/z94-292",
                "abstract": "<jats:p> We studied scent marking (rubbing of trees) in Alaskan moose (Alces alces gigas) in interior Alaska during 1989. Pole-sized trees were stripped of bark and rubbed by adult female and adult male moose; marking by females occurred during the peak of rut (late September – early October) when most females were in estrus, whereas marking by males was in late rut (mid-October – November). Moose selected white spruce (Picea glauca) as well as trees with particular physical characteristics for marking. The tops of 18.5% of 54 trees marked by moose were dead, whereas only 0.5% of 201 trees available for marking had dead tops. The distribution of scent-marked trees on rutting grounds was not spatially clumped. We hypothesize that rubbing of trees by females advertises their estrus, and that rubbing by males late in rut serves to attract females not successfully bred early in rut and may help prime estrus in these females. </jats:p>",
                "author": [
                    {
                        "given": "R. Terry",
                        "family": "Bowyer",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Victor Van",
                        "family": "Ballenberghe",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Karen R.",
                        "family": "Rock",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            30
                        ]
                    ],
                    "date-time": "2008-07-30T19:10:28Z",
                    "timestamp": 1217445028000
                }
            },
            {
                "title": [
                    "Retinal structure relative to feeding in the rock bass (Ambloplites rupestris) and bluegill (Lepomis macrochirus)"
                ],
                "DOI": "10.1139/z88-411",
                "abstract": "<jats:p> The morphology and organization of the retina of rock bass (Ambloplites rupestris) and bluegill (Lepomis macrochirus) were investigated relative to their feeding habits. Rock bass are primarily crepuscular benthic feeders (taking Anisoptera nymphs and crayfish), and bluegill are diurnal generalized predators of chironomid larvae, Cladocera, and Trichoptera. In individuals of equivalent body size, the rock bass was found to have a high-density area of double cone concentration (up to 18 000 cones/mm<jats:sup>2</jats:sup>) in the temporodorsal region of the retina. This indicates that the main visual direction for prey detection is below the horizontal plane. In the bluegill the distribution of photoreceptors is more even and the average value over much of the retina is 6000–7000/mm<jats:sup>2</jats:sup>, with accordingly greater intercone spacing. This is probably appropriate for a fish feeding throughout the water column under good light conditions. The eye of the rock bass is 20% greater in rostrocaudal diameter than that of bluegill of equivalent size, implying greater light-gathering capacity. Moreover, individual cones in the rock bass are larger in surface area. These features, and a greater degree of neural summation (with resultant high visual sensitivity), have been regarded as adaptations for feeding under dim light. Differences in diet and feeding behavior in these two species thus have a morphological basis. </jats:p>",
                "author": [
                    {
                        "given": "Mark",
                        "family": "Williamson",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Allen",
                        "family": "Keast",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            1,
                            19
                        ]
                    ],
                    "date-time": "2009-01-19T20:24:53Z",
                    "timestamp": 1232396693000
                }
            },
            {
                "title": [
                    "Effects of two silvicultural practices on soil fauna abundance in a northern hardwood forest, Québec, Canada"
                ],
                "DOI": "10.4141/s01-017",
                "abstract": "<jats:p> Soil fauna play a key role in soil fertility and productivity of forest ecosystems and represent an important base of terrestrial food chains. The impact of forest management on soil fauna should be considered when sustainable forest management and conservation of biodiversity are desired. We evaluated the impact of selective cutting and strip clearcutting on soil fauna abundance in a northern hardwood forest of the Lower Laurentians of Québec. Twelve years after strip clearcutting, the abundance of carabid beetles (Coleoptera: Carabidae), collembolans (Hexapoda: Collembola) and snails (Stylommatophora: Sigmurethra) was greater in the strip clearcuts than the adjacent undisturbed strips. Snails and millipedes (Polydesmida: Polydesmidae) were more abundant in the selective cuts 6 to 8 yr after treatment. Spiders (Arachnida) were the only organism whose abundance was lower in the selective cuts than in the adjacent undisturbed forest . No significant negative effect of the silvicultural treatments was noted for the abundance of other caught organisms. This one-season sampling suggests there are few negative impacts associated with low intensity selective cutting and strip clearcutting on the abundance of soil fauna in this northern hardwood forest stands 6 to 12 yr after harvest. Key Words: Salamander, arthropod, shrew, northern hardwood, selective cutting, strip clearcutting </jats:p>",
                "author": [
                    {
                        "given": "Jean-David",
                        "family": "Moore",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Rock",
                        "family": "Ouimet",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Claude",
                        "family": "Camiré",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Daniel",
                        "family": "Houle",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Soil Science"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T23:43:15Z",
                    "timestamp": 1303602195000
                }
            },
            {
                "title": [
                    "Sexuality in the rock-boring clam Penitella penita (Conrad 1837)"
                ],
                "DOI": "10.1139/z70-118",
                "abstract": "<jats:p> Penitella penita (Conrad) is a dioecious and oviparous clam. It differs from most marine invertebrates in that its growth is determinate and full sexual maturity is postponed until cessation of growth. </jats:p>",
                "author": [
                    {
                        "given": "John W.",
                        "family": "Evans",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            8,
                            19
                        ]
                    ],
                    "date-time": "2008-08-19T15:51:20Z",
                    "timestamp": 1219161080000
                }
            },
            {
                "title": [
                    "Functional micromorphology and circadian growth of the rock-boring clam Penitella penita"
                ],
                "DOI": "10.1139/z72-169",
                "abstract": "<jats:p> Ground sections, acetate peels, and scanning electron microscopy are used to visualize the microstructure and fine growth lines of the shells of Penitella penita, collected from different substrates. Growth increments of approximately daily duration were found in the area of the umbonal ventral sulcus. Two morphologically different types of growth increments are described, those deposited during the period of quiescence and growth (7 to 10 days) and those deposited during the succeeding period of active boring (5 to 8 days). The duration of a full cycle of growth and boring varies considerably, but averages 15 days.The width of growth increments and the microstructure of the shell is controlled by the amount of space within the burrow, and this in turn depends primarily on the substrate hardness. The effect of other factors, such as disturbance, and tidal and seasonal fluctuations, is minor by comparison.The microstructure of juveniles differs from that of older animals and the number of lines per group is reduced. </jats:p>",
                "author": [
                    {
                        "given": "J. W.",
                        "family": "Evans",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Marie H.",
                        "family": "LeMessurier",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            8,
                            20
                        ]
                    ],
                    "date-time": "2008-08-20T19:09:59Z",
                    "timestamp": 1219259399000
                }
            },
            {
                "title": [
                    "Spacing behavior and morphology predict promiscuous mating strategies in the rock-dwelling snow vole, Chionomys nivalis"
                ],
                "DOI": "10.1139/z04-083",
                "abstract": "<jats:p> Adaptive models predict that variation in the spacing of microtines during reproductive periods may reflect mating strategies linked to differences in habitat characteristics. Using spatial and morphological analyses, we aimed to assess the mating system adopted by a population of rock-dwelling snow voles, Chionomys nivalis (Martins, 1842), and its functional significance within high-mountain environments. Spacing data coincided with a pattern generally associated with promiscuous mating: males had largely overlapping home ranges, whereas female home ranges showed a very reduced or absent degree of overlap. In addition, ranges overlapped considerably between sexes. Males had significantly greater body mass than females, and the magnitude of this difference resembled more a promiscuous than a polygamous or monogamous species. Also, relative testis size of males was in the range reported for promiscuous voles. Our results fit the predictions made by food abundance and distribution optimality models, suggesting that mating strategies might be related to the habitat occupied by C. nivalis. In alpine rocky formations, vegetation is sparse and patchily distributed, and competing females could benefit from defending an exclusive territory. In turn, males might be unable to monopolize widely spaced females by defending exclusive territories, which may result in extensive overlap between their spatial ranges. </jats:p>",
                "author": [
                    {
                        "given": "Juan José",
                        "family": "Luque-Larena",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Pilar",
                        "family": "López",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Joaquim",
                        "family": "Gosálbez",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2004,
                            11,
                            23
                        ]
                    ],
                    "date-time": "2004-11-23T19:20:45Z",
                    "timestamp": 1101237645000
                }
            },
            {
                "title": [
                    "Are survival rates for northern spotted owls biased?"
                ],
                "DOI": "10.1139/z05-137",
                "abstract": "<jats:p> The northern spotted owl (Strix occidentalis caurina (Merriam, 1898)) is listed as threatened in both Canada and the United States. As part of a 1998–2004 study of habitat usage, we attached radio tags to 197 northern spotted owls. Owls that died or emigrated from the study areas could be identified with high certainty. The long-term data we obtained enabled us to estimate survivorship using multiple statistical methods. Using a pooled data set, we estimated annual survivorship at 0.927. Using a year-by-year analysis, we obtained some variation in survival by year, but the same overall mean. Using a staggered-entry cohort approach, we obtained an estimate of 0.934. Mean annual survival estimated by program MARK was 0.927. These estimates are outside the confidence intervals of prior studies that used capture–recapture methods. Capture–recapture methods are based on the assumption that birds remain within a demographic study area, but our data suggest that owls may disperse or remain undetected within a study area often enough that capture–recapture methods may overestimate mortality. Our results imply that the true finite population growth rate, λ, may be higher than estimated in prior studies that used capture–recapture methods. </jats:p>",
                "author": [
                    {
                        "given": "C",
                        "family": "Loehle",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "L",
                        "family": "Irwin",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "D",
                        "family": "Rock",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "S",
                        "family": "Rock",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Animal Science and Zoology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2005,
                            12,
                            6
                        ]
                    ],
                    "date-time": "2005-12-06T20:35:10Z",
                    "timestamp": 1133901310000
                }
            },
            {
                "title": [
                    "Decline of the maple-dominated forest in southern Quebec: impact of natural stresses and forest management"
                ],
                "DOI": "10.1139/a96-009",
                "abstract": "<jats:p> Forest decline was rather ubiquitous throughout the industrialized world in the 1980s. Maple decline was particularly severe in southern Quebec and large research programmes were put together to determine cause–effect relationships, as well as understand the mechanisms involved in forest decline. The present review of the causes of the decline of the maple-dominated forest in southern Quebec is heuristic in nature and not exhaustive in that we do not address the role of atmospheric pollution, a likely predisposing factor that has received wide scientific coverage over the last 15 years. Rather, we discuss the potential role of natural stresses and forest management practices on forest decline. The process of natural selection and forest succession and the trend toward monocultures of sugar maple in sugar bushes are emphasized as important predisposing factors of forest decline. Climatic stresses and insect defoliations appear to have been major triggering factors, whereas insects and pathogens were likely contributing (killing) factors. Changes in forest management practices that would favour tree species diversity and decrease the likelihood of physical injury, tree disease, and insect epidemics are suggested to increase tree vigour and, therefore, decrease the susceptibility of the maple forest to decline. The evolution in time and space of the last forest decline in southern Quebec, as well as its repercussions on forest monitoring and the regional economy are also reviewed.Key words: biodiversity, climatic extremes, forest decline, forest management, insect epidemics, maple. </jats:p>",
                "author": [
                    {
                        "given": "Benoît",
                        "family": "Côté",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Rock",
                        "family": "Ouimet",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Environmental Science"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            11,
                            16
                        ]
                    ],
                    "date-time": "2009-11-16T16:23:07Z",
                    "timestamp": 1258388587000
                }
            },
            {
                "title": [
                    "TRUE ABSORPTION OF PHOSPHORUS IN SHEEP FED CORN SILAGE AND CORN SILAGE SUPPLEMENTED WITH DICALCIUM OR ROCK PHOSPHATE"
                ],
                "DOI": "10.4141/cjas89-021",
                "abstract": "<jats:p> Eighteen male crossbred sheep were assigned to three groups and fed corn silage (CS), corn silage and dicalcium phosphate (CS-DP) or corn silage and rock phosphate (CS-RP). The rock phosphate originated from an igneous deposit located in Cargill Township in Northern Ontario. The endogenous fecal loss of phosphorus (P) was estimated by the isotope dilution method using <jats:sup>32</jats:sup>P as a tracer. The total fecal P and total fecal endogenous P increased with increasing P intake. However, the percentage of endogenous fecal P was in the order: CS &gt; CS-DP &gt; CS-RP. The true absorption of P was 75.1, 67.3 and 48.1% for CS, CS-DP and CS-RP, respectively. The availability of P from rock phosphate supplement is much lower than that from dicalcium phosphate supplement. Key words: Sheep, phosphorus, true absorption, corn silage, dicalcium phosphate, rock phosphate </jats:p>",
                "author": [
                    {
                        "given": "M. de S.",
                        "family": "DAYRELL",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "M.",
                        "family": "IVAN",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Food Animals",
                    "Animal Science and Zoology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            3,
                            22
                        ]
                    ],
                    "date-time": "2010-03-22T20:12:25Z",
                    "timestamp": 1269288745000
                }
            },
            {
                "title": [
                    "EFFETS DE LA COMPOSITION DU SUBSTRAT TOURBEUX ET DU VOLUME DES SACS DE CULTURE SUR LA PRODUCTIVITÉ DE LA TOMATE DE SERRE"
                ],
                "DOI": "10.4141/cjps90-073",
                "abstract": "<jats:p> A large-fruited greenhouse tomato cultivar (Lycopersicon esculentum Mill. ’Dombello’) was grown in 12-, 24- and 36-L bags containing three types of peat:perlite substrates (85:15, 70:30 and 55:45, vol:vol). The control consisted of 36-L bags containing peat only. Plant density was three plants per bag, i.e. 3.22 plants m<jats:sup>−2</jats:sup>. Early and total yields of marketable and nonmarketable fruits were measured. Early yields were higher for plants grown in 12- or 24-L bags as compared to those grown in 36-L bags, although blossom-end rot followed the same trend. Seasonal cumulative yields were not influenced significantly by bag size and substrate composition. Reduced perlite content and bag size increased the incidence of blossom-end rot. The incidence of blossom-end rot and average fruit weight indicate that reduction of root-zone volume and air porosity increased water stress. Greenhouse tomatoes can be grown successfully in smaller bag sizes containing peat substrate amended with more than 15% perlite.Key words: Tomato, peat-lite substrates, root-zone restriction, blossom-end rot, fruit weight, grow bag </jats:p>",
                "author": [
                    {
                        "given": "ROCK",
                        "family": "OUIMET",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "JOSÉE",
                        "family": "CHARBONNEAU",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "ANDRÉ",
                        "family": "GOSSELIN",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "LÉON-ÉTIENNE",
                        "family": "PARENT",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "JACQUES",
                        "family": "BLAIN",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "PIERRE",
                        "family": "JOYAL",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Agronomy and Crop Science",
                    "Plant Science",
                    "Horticulture"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            3,
                            25
                        ]
                    ],
                    "date-time": "2010-03-25T16:13:49Z",
                    "timestamp": 1269533629000
                }
            },
            {
                "title": [
                    "Chromosomal rearrangements in rock wallabies, Petrogale (Marsupialia: Macropodidae). III. G-banding analysis of Petrogale inornata and P. penicillata"
                ],
                "DOI": "10.1139/g90-120",
                "abstract": "<jats:p> The karyotypes of Petrogale inornata and the two currently recognised races of Petrogale penicillata were examined using G-banding from cultured fibroblasts. Petrogale inornata (2n = 22) was found to retain plesiomorphic chromosomes 3 and 4 but possessed an apomorphic inverted chromosome 5 (5i). This 5i appears identical with the 5i found in two other Queensland taxa, Petrogale assimilis and Petrogale godmani, and can be derived from the ancestral chromosome 5 by an extensive paracentric inversion or a centromeric transposition. Petrogale penicillata penicillata (2n = 22) and Petrogale penicillata herberti (2n = 22) both possess the synapomorphic acrocentric chromosome 3, which appears to differ from the plesiomorphic 3 by a small centromeric transposition. Petrogale p. penicillata was also found to be characterised by an apomorphic acrocentric chromosome 4, while P. p. herberti was characterised by an autapomorphic submetacentric chromosome 4. Both apomorphic chromosomes 4 can be related to the plesiomorphic chromosome 4 by centromeric transpositions. Thus although P. inornata is chromosomally distinct it is more closely related to other north Queensland taxa than it is to either P. p. penicillata or P. p. herberti.Key words: chromosomal rearrangements, G-banding, Marsupialia, Petrogale, Macropodidae. </jats:p>",
                "author": [
                    {
                        "given": "M. D. B.",
                        "family": "Eldridge",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "R. L.",
                        "family": "Close",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "P. G.",
                        "family": "Johnston",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Biotechnology",
                    "Genetics",
                    "Molecular Biology",
                    "General Medicine"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T12:25:39Z",
                    "timestamp": 1303647939000
                }
            },
            {
                "title": [
                    "Clonal variation in the parthenogenetic rock lizard Lacerta armeniaca"
                ],
                "DOI": "10.1139/g95-141",
                "abstract": "<jats:p> Genetic diversity at 35 allozyme loci was surveyed in seven populations of Lacerta armeniaca. Fixed heterozygotes were present at 16 loci, with homozygotes at 17 loci. Variation occurred at two loci, one in each of two populations, indicating one widespread clone, one restricted clone, and one apparently restricted clone. The low level of variation in this species suggests a recent restricted origin, involving few parental individuals.Key words: Lacerta, allozymes, parthenogenesis. </jats:p>",
                "author": [
                    {
                        "given": "Ross D.",
                        "family": "MacCulloch",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Robert W.",
                        "family": "Murphy",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Larissa A.",
                        "family": "Kupriyanova",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Ilya S.",
                        "family": "Darevsky",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "F. D.",
                        "family": "Danielyan",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Biotechnology",
                    "Genetics",
                    "Molecular Biology",
                    "General Medicine"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            24
                        ]
                    ],
                    "date-time": "2011-04-24T13:39:13Z",
                    "timestamp": 1303652353000
                }
            },
            {
                "title": [
                    "SEDIMENTARY CHLOROPHYLL DETERMINATION AS A PALEOBOTANICAL METHOD"
                ],
                "DOI": "10.1139/b55-026",
                "abstract": "<jats:p> Chlorophyll degradation products which can be extracted from sediments with 90% acetone and which show maximal light absorption in the red end of the spectrum at a wave length of 667 mμ (90% acetone as the solvent) are here collectively defined as sedimentary chlorophyll. A quantitative method is described for the determination of sedimentary chlorophyll. Results from six different sediment profiles are presented. The nature of sedimentary chlorophyll is unknown, except that it consists of at least three chlorophyll degradation products. Sedimentary chlorophyll has been found in samples aged up to 11,000 years. In any one profile the fluctuations in sedimentary chlorophyll content may be used to infer changes in the abundance of chlorophyll-bearing plant tissues, but only with the greatest caution. </jats:p>",
                "author": [
                    {
                        "given": "J. R.",
                        "family": "Vallentyne",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Plant Science"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            8,
                            22
                        ]
                    ],
                    "date-time": "2008-08-22T13:03:31Z",
                    "timestamp": 1219410211000
                }
            },
            {
                "title": [
                    "SEDIMENTARY CHLOROPHYLL DEGRADATION PRODUCTS IN SURFACE MUDS FROM CONNECTICUT LAKES"
                ],
                "DOI": "10.1139/b57-007",
                "abstract": "<jats:p> Amounts of sedimentary chlorophyll degradation products were determined for surface sediments from nine Connecticut lakes. The relationship between sedimentary chlorophyll degradation products in the ignitable matter of the mud and the hypolimnetic oxygen deficit: was not significant at the 5% level, nor was the relationship between the former and the average summer seston chlorophyll. Shallow water sediments tended to have lesser amounts of sedimentary chlorophyll degradation products than deep water sediments. </jats:p>",
                "author": [
                    {
                        "given": "J. R.",
                        "family": "Vallentyne",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Dennis P.",
                        "family": "Craston",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Plant Science"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            8,
                            22
                        ]
                    ],
                    "date-time": "2008-08-22T15:14:32Z",
                    "timestamp": 1219418072000
                }
            },
            {
                "title": [
                    "Ecological facets of plant species rarity in rock outcrop ecosystems of the Gulf Islands, British ColumbiaThis paper is one of a selection of papers published as part of the special Schofield Gedenkschrift."
                ],
                "DOI": "10.1139/b10-011",
                "abstract": "<jats:p> Rare plants and their habitats are integral to the conservation of biodiversity in many areas. With increasing habitat destruction and fragmentation, there is an urgent need to identify elements of diversity that are at risk, to adequately address conservation priorities, and successfully implement management strategies. In this research project, plant species rarity in rock outcrop ecosystems occurring on the Gulf Islands in southwestern British Columbia was examined at 13 study sites (3000 m<jats:sup>2</jats:sup> area examined per site). Bryophytes comprised the largest portion of rare taxa; 18 of the 20 provincially rare taxa were mosses, including two species new to Canada. Challenges facing rare plant species conservation were considered from a landscape management perspective. Rock outcrops represent non-equilibrial, primary successional systems; some form of perpetual large-scale disturbance (e.g., climate and (or) grazing) may be integral to maintaining these ecosystems, their constituent habitats, and the occurrence of many rare moss species. In contrast with vascular plants, which are of focal concern in relatively deeper-soiled Garry oak meadows (i.e., native herbs and grasses), bryophytes have limited competitive ability. As such, the rare bryophytes of rock outcrop ecosystems are likely to be highly sensitive to successional development within sites (i.e., factors reducing the availability of early successional habitats) that may arise through land use modifications and (or) changes in local climatic conditions related to global warming. </jats:p>",
                "author": [
                    {
                        "given": "Kella D.",
                        "family": "Sadler",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Department of Botany, University of British Columbia, 3529 –6270 University Boulevard Vancouver, BC V6T 1Z4, Canada."
                            }
                        ]
                    },
                    {
                        "given": "Gary E.",
                        "family": "Bradfield",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Department of Botany, University of British Columbia, 3529 –6270 University Boulevard Vancouver, BC V6T 1Z4, Canada."
                            }
                        ]
                    }
                ],
                "subject": [
                    "Plant Science",
                    "Ecology",
                    "Ecology, Evolution, Behavior and Systematics"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            4,
                            26
                        ]
                    ],
                    "date-time": "2010-04-26T18:05:49Z",
                    "timestamp": 1272305149000
                }
            },
            {
                "title": [
                    "The ecology of Rhizocarpon superficielle. I. The rock surface boundary-layer microclimate"
                ],
                "DOI": "10.1139/b83-338",
                "abstract": "<jats:p> The thermal environment of the crustaceous lichen Rhizocarpon superficiale (Schaer.) Vain, is documented for spring and summer conditions using selected data characteristic of a range of thallus hydration conditions. During extended rainfall periods hydrated thallus temperatures largely parallel air temperature, usually remaining below 10 °C. However, quite often periods of shower activity alternate rapidly with intervals of full solar isolation, particularly during summer thundershower activity. This can result in hydrated thallus temperatures, fluctuating from 5 to 20 °C within minutes. An equally wide range of hydrated thallus temperatures is also evident under spring snowmelt conditions. Under the high levels of convective cooling typical of the exposed habitat of Rhizocarpon superficiale, thallus temperatures under maximum solar radiation conditions in midsummer rarely rise above 32 °C. Under still conditions thallus temperatures rapidly reach a potentially stressful level of 45 °C and it is probable that strong convective cooling in summer plays an important role in the ecology of R. superficiale. </jats:p>",
                "author": [
                    {
                        "given": "D. S.",
                        "family": "Coxson",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "K. A.",
                        "family": "Kershaw",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Plant Science"
                ],
                "created": {
                    "date-parts": [
                        [
                            2007,
                            10,
                            2
                        ]
                    ],
                    "date-time": "2007-10-02T13:28:06Z",
                    "timestamp": 1191331686000
                }
            },
            {
                "title": [
                    "Tunnels in bedded rock with high horizontal stresses"
                ],
                "DOI": "10.1139/t76-025",
                "abstract": "<jats:p> Sustained growth in urban development in southern Ontario has led to an increased activity in tunnelling in rocks. These sedimentary rocks are bedded and anisotropic in behaviour, In situ horizontal stresses considerably higher than the vertical overburden pressure exist in these rock formations. The combination of these two factors, together with the difficulties encountered in recent tunnelling projects, necessitates a reappraisal of current design concepts.Theoretical studies show that, because of these two factors, high stress concentration occurs at the crown and invert, causing failure in the weaker layers of the bedded rocks. In addition, the pattern and sense of movement are reversed when compared to 'normal' conditions of in situ stress state.Field observations made in three tunnels are described. The instability at the roof and floor and the observed pattern of radial displacements are consistent with the approach employed.Some requirements for temporary support under these conditions are outlined. Available field data on the timedependent deformation of these openings are presented and the consequent influence on the choice of permanent lining is discussed. </jats:p>",
                "author": [
                    {
                        "given": "K. Y.",
                        "family": "Lo",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. D.",
                        "family": "Morton",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            4,
                            21
                        ]
                    ],
                    "date-time": "2008-04-21T15:27:07Z",
                    "timestamp": 1208791627000
                }
            },
            {
                "title": [
                    "Rock instability and risk analyses in open stope mine design"
                ],
                "DOI": "10.1139/t96-064",
                "abstract": "<jats:p> Modern underground mining methods often call for the excavation of large, often unsupported voids called stopes. In many cases, these are nonentry stopes, with the removal of broken rock (mucking) performed by remote control. With the risk to human safety thus reduced, stability concerns within the stopes are primarily driven by the economics of unplanned overbreak and waste rock dilution of the mined ore. In this context, it is appropriate to speak of acceptable risks of instability and to optimize design by balancing risk costes with productivity potential. Larger individual stopes generally increase productivity while reducing stability. The modified stability graph is a popular empirical mine design tool that has been calibrated to provide discrete recommendations for maximum stope dimensions based on a rock quality index. It seems appropriate to extend the method to account for variability in the calibration data and also for variability in each new set of input parameters. A risk template and associated probabilistic techniques are proposed to supplement the discrete design limits currently established. </jats:p><jats:p> Key words: risk, mining, stability, design, emperical. </jats:p>",
                "author": [
                    {
                        "given": "Mark S",
                        "family": "Diederichs",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Peter K",
                        "family": "Kaiser",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            4,
                            21
                        ]
                    ],
                    "date-time": "2008-04-21T15:27:42Z",
                    "timestamp": 1208791662000
                }
            },
            {
                "title": [
                    "A reassessment of transport mechanisms of some rock avalanches in the Mackenzie Mountains, Yukon and Northwest Territories, Canada"
                ],
                "DOI": "10.1139/t90-012",
                "abstract": "<jats:p> The transport mechanism of some rock avalanches of the Mackenzie Mountains in the Yukon and Northwest Territories of Canada is reassessed on the basis of evidence collected during fieldwork and by comparison with results from numerical simulations of the debris flow mechanism. A new hypothesis of glaciation-related transport is advanced as an alternate explanation of apparently very mobile rock avalanches with anomalous travel distances. By the example of the Avalanche Lake slide, it is demonstrated that the debris was most likely not deposited on the current topography but on valley glacier ice at an elevation of about 400–500 m above the valley bottom. This conclusion is supported by field evidence, an empirical runup relationship, and the results from numerical flow simulations. A qualitative interpretation of other debris deposits suggests that several events in the Mackenzie Mountains can be interpreted in the same manner. Key words: rock avalanches, rock slides, debris transport, debris flow modelling, Mackenzie Mountains, Northwest Territories. </jats:p>",
                "author": [
                    {
                        "given": "P. K.",
                        "family": "Kaiser",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. V.",
                        "family": "Simmons",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            4,
                            30
                        ]
                    ],
                    "date-time": "2008-04-30T15:03:15Z",
                    "timestamp": 1209567795000
                }
            },
            {
                "title": [
                    "Casagrande resistance envelopes for rock and rockfill slopes having circular slip surfaces"
                ],
                "DOI": "10.1139/t88-005",
                "abstract": "<jats:p> A series of Casagrande resistance envelopes are presented for use in the preliminary design and evaluation of uniform rock and rockfill slopes. The influence of tension cracks on the safety factors for such slopes is examined. A comparison is also made between the safety factors obtained using the resistance envelope method and those obtained using published stability charts for rockfill slopes having nonlinear shear strength envelopes. Key words: rock, rockfill, slope, stability, Casagrande resistance envelope, safety factor. </jats:p>",
                "author": [
                    {
                        "given": "L. D.",
                        "family": "Baikie",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            5,
                            7
                        ]
                    ],
                    "date-time": "2008-05-07T14:43:44Z",
                    "timestamp": 1210171424000
                }
            },
            {
                "title": [
                    "Rock mass characterization around Saskatchewan potash mine openings using geophysical techniques: a review"
                ],
                "DOI": "10.1139/t92-073",
                "abstract": "<jats:p> Saskatchewan potash deposits are found in relatively uniform, flat-bedded strata with few irregularities. Potash mines are highly automated and efficient, taking advantage of the uniform strata. However, anomalous geological conditions can lead to severe problems, especially with water inflows. One mine has been lost to flooding, and other mines now have or previously had large inflows of water. Geophysical techniques, especially the method of vertical seismic reflection from the surface, are used to predict anomalous geological conditions. Seismic, electric, and other geophysical methods are also used underground, sometimes in boreholes, to detect conditions around the mine openings such as the thickness of the salt cover over the mine, fractures around the opening, shale beds, the presence of water, and other rock properties. The mines generate seismic activity ranging from magnitude 3.7 earthquakes to tiny micro-earthquakes, and various field monitoring and laboratory testing programs have analyzed these. To avoid hazards discovered by geophysical methods, mine managers have often changed their plan of operation or even deleted large ore reserves. Key words : geophysics, potash mining, seismic, earthquakes. </jats:p>",
                "author": [
                    {
                        "given": "D. J.",
                        "family": "Gendzwill",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "D.",
                        "family": "Stead",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            5,
                            8
                        ]
                    ],
                    "date-time": "2008-05-08T17:50:56Z",
                    "timestamp": 1210269056000
                }
            },
            {
                "title": [
                    "Rock mass movements across bedding in Kananaskis Country, Alberta"
                ],
                "DOI": "10.1139/t92-074",
                "abstract": "<jats:p> Rock mass movements in sedimentary rocks across bedding in Kananaskis Country, Alberta, are controlled by discontinuity orientations and topography. When bedding planes dip at less than 50°, small rock masses can slide along strike joints or fall and slope angles remain unchanged. When bedding surfaces dip at 65–70°, large rock masses topple and then slide or simply slide along sheeting joints or combinations of bedding surfaces and strike joints to reduce slope gradients. Block toppling and sliding models of large slope movements in highly jointed rock masses indicate that toppling mode is more critical than the sliding mode. A natural example, the 6 × 10<jats:sup>6</jats:sup> m<jats:sup>3</jats:sup> Elk Ridge landslide, shows toppling from bedding planes followed by sliding can be catastrophic. Key words : topple, slide, landslide, rock, Rockies. </jats:p>",
                "author": [
                    {
                        "given": "Xian-qin",
                        "family": "Hu",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "D. M.",
                        "family": "Cruden",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            5,
                            8
                        ]
                    ],
                    "date-time": "2008-05-08T17:50:56Z",
                    "timestamp": 1210269056000
                }
            },
            {
                "title": [
                    "Use of a groundwater flow model to explain strong upward gradients in rock formation underneath the Mercier site"
                ],
                "DOI": "10.1139/t92-076",
                "abstract": "<jats:p> The groundwater pollution case at Mercier is a very complex one. Groundwater flow modeling has been a valuable tool in the assessment of this large environmental problem. However, due to the complexity of the hydrogeological setting, the modeling has been performed with various simple case models in lieu of a large complex model. Here we report the results of one of these piecewise modeling tasks that proved very useful in the explanation of the strong upward gradients observed in the bedrock aquifer. These results and their interpretation prove the usefulness of the piecewise modeling strategy in this case. Key words : ground water modeling, finite elements. </jats:p>",
                "author": [
                    {
                        "given": "Denis",
                        "family": "Isabel",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Pierre",
                        "family": "Gélinas",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Jacques",
                        "family": "Locat",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            5,
                            8
                        ]
                    ],
                    "date-time": "2008-05-08T17:50:56Z",
                    "timestamp": 1210269056000
                }
            },
            {
                "title": [
                    "The effect of stress on the primary permeability of rock cores—a facet of hydraulic fracturing"
                ],
                "DOI": "10.1139/t81-024",
                "abstract": "<jats:p> Recent laboratory hydraulic fracturing experiments have shown that fluid penetration into the rock mass adjacent to the borehole being pressurized has a significant influence on the magnitude of the breakdown pressure. One factor affecting the degree of penetration of the pressurizing fluid is the permeability of the rock mass, which in turn is a function of the state of stress present in the rock mass. To study this permeability–stress relationship, a radial permeameter was constructed and three rock types tested. Derived expressions show that during radially divergent and convergent flow in the permeameter, the state of stress in the rock specimen is tensile and compressive respectively. The radial permeameter test results show that the permeability of rock increases significantly under tensile stress conditions and reduces under compressive stress conditions. The results from this study were used to develop a conceptual model which explains the dependency of breakdown pressure levels on the pressurization rate. </jats:p>",
                "author": [
                    {
                        "given": "R.",
                        "family": "Heystee",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J.-C.",
                        "family": "Roegiers",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            5,
                            26
                        ]
                    ],
                    "date-time": "2008-05-26T15:03:08Z",
                    "timestamp": 1211814188000
                }
            },
            {
                "title": [
                    "The mechanism of deformation and fracture in potash rock"
                ],
                "DOI": "10.1139/t88-030",
                "abstract": "<jats:p> Specimens of potash rock from the Rocanville mine of the Potash Corporation of Saskatchewan were subjected to uniaxial compression tests and to time-dependent creep tests under static, uniaxial loading.During the first cycle of loading, the main sources of the measured strain are compaction and dilation at grain boundaries and consolidation of the clay phase. The crystals of halite and sylvite deform elastically at low stress and in a brittle manner at high stress. There is little, if any, evidence for constant-volume plastic deformation at any level of uniaxial stress.The stress–strain curve can be divided into three parts, each representing a different dominant deformational process: a low-stress quasi-elastic, an intermediate-stress ductile, and a high-stress brittle mechanism. The three parts are separated by the yield point (1–8 MPa) and the crack initiation point (10–13 MPa). The strength of the Rocanville potash specimens ranged between 15 and 18 MPa.The deformation of potash rock is strongly time dependent. There is evidence for the existence of all three stages of creep: transient, steady-state, and tertiary. There is very little interrelationship between the axial and lateral creep strains; the volumetric strain is negative at low stress and positive (dilatant) at high stress, but rarely, if ever, constant. Key words: creep, dilatant, ductile, elastic, fracture, microfracture, plastic, potash, salt. </jats:p>",
                "author": [
                    {
                        "given": "Emery Z.",
                        "family": "Lajtai",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "E. J. Scott",
                        "family": "Duncan",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            5,
                            29
                        ]
                    ],
                    "date-time": "2008-05-29T20:04:24Z",
                    "timestamp": 1212091464000
                }
            },
            {
                "title": [
                    "Geostatistical approach to the study of induced damage around underground rock excavations"
                ],
                "DOI": "10.1139/t87-049",
                "abstract": "<jats:p> The problem of nuclear waste disposal has emphasized the need for research on blast-induced damage around underground excavations. This paper shows how geostatistical methods might be used to delineate zones of damage when the systematic rock testing approach is used. Some basic concepts of the theory of regionalized variables are presented and then illustrated by a typical application. The conclusions drawn from the latter using the theory of regionalized variables are quite different from those drawn from a previously published study based on the same data but using conventional statistical methods. Key words: rock mechanics, regionalized variable, induced damage, geostatistics, dilatometer. </jats:p>",
                "author": [
                    {
                        "given": "J.",
                        "family": "Ouellet",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "D. E.",
                        "family": "Gill",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "M.",
                        "family": "Soulié",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            6,
                            16
                        ]
                    ],
                    "date-time": "2008-06-16T18:16:14Z",
                    "timestamp": 1213640174000
                }
            },
            {
                "title": [
                    "A field method for the determination of rock-mass modulus"
                ],
                "DOI": "10.1139/t87-051",
                "abstract": "<jats:p> A field test for measuring rock modulus was developed and performed at the site of Darlington Generating Station in shaly limestone. The new method yields a value consistent with the rock-mass modulus evaluated from extensometer measurements in the tunnels.A complementary laboratory program to study the effect of specimen size on the elastic parameter was also performed by using compressional and shear wave velocity measurements. It was shown that beyond a threshold value of size, the Poisson's ratio increases, whereas both dynamic shear modulus and Young's modulus decrease with increasing volume of specimen towards the field value of static modulus. Key words: rock-mass modulus, field tests, shear wave velocity, size effect. </jats:p>",
                "author": [
                    {
                        "given": "K. Y.",
                        "family": "Lo",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "T. C. B.",
                        "family": "Yung",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "B.",
                        "family": "Lukajic",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            6,
                            16
                        ]
                    ],
                    "date-time": "2008-06-16T18:16:14Z",
                    "timestamp": 1213640174000
                }
            },
            {
                "title": [
                    "Rock engineering for construction of Science North, Sudbury, Ontario"
                ],
                "DOI": "10.1139/t85-064",
                "abstract": "<jats:p> This paper presents a case study of rock engineering investigations, design, and construction work for the new Science North museum in Sudbury, Ontario. While the rock work is not particularly innovative, the building construction involved singular geotechnical requirements and problems.The building sits astride a major regional fault, which has a mapped length of 56 km, a throw of over 600 m, and a shear zone 30 m wide. Inclined drilling was used to locate and characterize the shears within this zone. The paper describes the site investigation and assesses the fault's history of movement and the potential for future fault activity.Architectural requirements included excavation of a \"cavern\" and entrance tunnel with exposed rock faces that were to appear rough yet remain stable. Given the sheared rock, the excavation required careful blasting. No shotcrete, mesh, or other visible forms of support were permitted. Instead, the rock was stabilized by \"invisible\" fully resin-bonded dowels. Anchors with a working load of 500 kN each were used to pretension the piers to the rock and stabilize the rock faces beneath pier foundations. The paper describes the methods used to assess foundation bearing capacity and rock cut stability, to design the anchoring system, and to inspect and scale the footings, the tunnel, and the open-cut rock faces. Key words: rocks, foundations, blasting, site investigation, anchoring, bolting, slope stability, scaling, faults. </jats:p>",
                "author": [
                    {
                        "given": "John A.",
                        "family": "Franklin",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "David",
                        "family": "Pearson",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            6,
                            26
                        ]
                    ],
                    "date-time": "2008-06-26T15:17:54Z",
                    "timestamp": 1214493474000
                }
            },
            {
                "title": [
                    "Bearing Capacity of Piles Driven into Rock"
                ],
                "DOI": "10.1139/t71-016",
                "abstract": "<jats:p> An experimental study is presented on the point bearing capacity of piles in rock. The bearing capacity for granite, limestone, and sandstone was found to be approximately four to six times the unconfined compressive strength of the rock material when the load was applied perpendicular to the rock surface. The ultimate bearing capacity was affected by the inclination of the applied load and by the penetration depth. The ultimate strength decreased rapidly when the inclination exceeded 45°. The strength increased with increasing penetration depth. The increase for granite and sandstone was 25 to 50% when the depth increased from 0 to 1.0 times the point diameter. The corresponding increase for limestone was 60 to 70%.The point bearing capacity was calculated by the Coulomb–Mohr and by the Griffith failure theories. The test results indicated that the effect of the inclination of the rock surface and of the penetration depth for granite and sandstone was less than calculated. Satisfactory agreement was found for the limestone between measured and calculated values. Comparisons with the Griffith failure theory indicated that the measured failure loads were approximately twice the calculated failure loads. </jats:p>",
                "author": [
                    {
                        "given": "Sven–Erik",
                        "family": "Rehnman",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Bengt B.",
                        "family": "Broms",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T14:38:03Z",
                    "timestamp": 1216737483000
                }
            },
            {
                "title": [
                    "Five-year monitoring of load losses on prestressed cement-grouted rock anchors"
                ],
                "DOI": "10.1139/t91-081",
                "abstract": "<jats:p> The long-term study of the behaviour of prestressed grouted rock anchors constitutes an important aspect of the stability of the structure retained by these structural members. The loads supplied by the anchors must be sufficient so that at all times the stability of the structure is not compromised. The results of an experimental study of nine anchors grouted to various lengths with a cement grout, on site, in a sound rock mass are described. Tension was applied to the anchors which were then blocked at initial loads of about 80% of failure load. During 5 years, the load variations in each anchor were recorded with load cells. It was observed that the load variations versus time make up two phases: phase I, lasting about 6 months, throughout which the losses of load are rapid; and phase II, which is marked by a slower and uniform rate of load loss. In this experimental research, the instantaneous losses of load that occurred during the stressing and the lock-off operation also have been measured. The study shows that it is unnecessary to increase the anchored length to reduce long-term load losses. Key words: grouted rock anchor, prestressed anchor, cement grout, massive rock, load loss, creep, relaxation, long-term behaviour. </jats:p>",
                "author": [
                    {
                        "given": "Brahim",
                        "family": "Benmokrane",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Gérard",
                        "family": "Ballivy",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T14:33:17Z",
                    "timestamp": 1216737197000
                }
            },
            {
                "title": [
                    "Influence of the in-situ stress field and joint stiffness on rock wedge stability in underground openings"
                ],
                "DOI": "10.1139/t83-031",
                "abstract": "<jats:p> Rock wedges in the roofs of underground excavations may be wholly or partly self-supporting due to the mobilization of shear resistance on discontinuities bounding such wedges. The extent of the mobilization, which occurs as the wedge deforms, is markedly influenced by the magnitude of the stress field tangential to the opening and the relative stiffness of the intact rock and the shear and normal stiffnesses of the discontinuities. Analytical and numerical models are described for determining the upper and lower bounds of the failure loads for two-dimensional asymmetric and symmetric rock wedges. Experiments conducted on physical models indicate that the stability of rock wedges may be substantially reduced by loosening and that the analytical solutions may overestimate the load necessary to cause failure. Keywords: rock wedge stability, in situ stresses, joint stiffness. </jats:p>",
                "author": [
                    {
                        "given": "A. M.",
                        "family": "Crawford",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. W.",
                        "family": "Bray",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T14:34:21Z",
                    "timestamp": 1216737261000
                }
            },
            {
                "title": [
                    "Geotechnical appraisal of the foundation rock mass behaviour of Narmada Sagar Dam project, central India: a case study"
                ],
                "DOI": "10.1139/t91-016",
                "abstract": "<jats:p> The Narmada Sagar Dam, a concrete gravity structure under construction across the Narmada River in central India, will have a crest length of 653 m and a maximum height of 92 m. The present paper discusses the results of geotechnical investigations undertaken for evaluating the rock mass strength parameters, applying the modern concepts of rock mechanics, especially the rock mass rating, modulus of deformation, shear parameters, and strength and permeability of the dam foundation rocks. The joint systems observed are used to interpret and explain the occasional zones of poor core recovery and to explain the location and orientation of the drilling programme. It is suggested that the estimate of spacing and opening of water-conducting joints may lead to useful estimates of the groutable volume of voids in the rock mass, and inclined drill holes are preferable for optimum grouting. The values of different parameters have been obtained and correlated. The studies have led to the conclusion that the foundation rocks of Narmada Sagar Dam are competent and suitable for designing the proposed concrete gravity dam. Key words: dam, strength, elastic modulus, deformability, rock discontinuity, rock quality designation, rock mass classification. </jats:p>",
                "author": [
                    {
                        "given": "Vishnu D.",
                        "family": "Choubey",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Shailendra",
                        "family": "Chaudhari",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T15:54:00Z",
                    "timestamp": 1216742040000
                }
            },
            {
                "title": [
                    "Stress Distribution in Rock Anchors"
                ],
                "DOI": "10.1139/t71-060",
                "abstract": "<jats:p> A finite element method is employed to analyze the stress distribution along a steel anchor bolt grouted into rock. Penetration of the yielded zone into the grout wall and redistribution of stresses with increasing load are illustrated. The effect of varying modular ratio in a two-material system subjected to tensile loads is also illustrated. </jats:p>",
                "author": [
                    {
                        "given": "Garry W.",
                        "family": "Hollingshead",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T14:38:53Z",
                    "timestamp": 1216737533000
                }
            },
            {
                "title": [
                    "The role of convergence measurements in characterizing a rock mass"
                ],
                "DOI": "10.1139/t96-014",
                "abstract": "<jats:p> Convergence measurements were taken during the construction of a circular shaft in massive granite. The convergence results were used to back-calculate the in situ horizontal stress orientation and magnitudes. The results from the convergence method were supported by other measurement techniques and numerical modelling. </jats:p><jats:p> Key words: convergence, in situ stress, back-analysis. </jats:p>",
                "author": [
                    {
                        "given": "C Derek",
                        "family": "Martin",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Neil A",
                        "family": "Chandler",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Rodney S",
                        "family": "Read",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T14:51:19Z",
                    "timestamp": 1216738279000
                }
            },
            {
                "title": [
                    "In situ determination of a rock mass modulus using a high resolution tiltmeter"
                ],
                "DOI": "10.1139/t96-012",
                "abstract": "<jats:p> A very high resolution tiltmeter (10<jats:sup>8</jats:sup> rad, 0.002 s) developed by P.A. Blum, in 1957 was used to establish a new approach to directly evaluate the in situ average elastic rock-mass modulus. Five tiltmeters were installed on the facades of the Louvre museum to study the deformations induced by internal structural work and by the impact of the Paris metro traffic movement. The measured data from the tiltmeter were used to determine the elastic rock modulus of the museum's foundation using the Boussinesq model. The results obtained by the developed approach are consistent with the typical elastic rock-mass modulus for the rock found in the museum's foundations. </jats:p><jats:p> Key words: rock-mass modulus, tiltmeter, deformation, Boussinesq model. </jats:p>",
                "author": [
                    {
                        "given": "Bassam",
                        "family": "Saleh",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Abdallah I Husein",
                        "family": "Malkawi",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Pierre A",
                        "family": "Blum",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T14:51:19Z",
                    "timestamp": 1216738279000
                }
            },
            {
                "title": [
                    "Application of the NCB Cone Indenter to strength index testing of sedimentary rocks from Western Canada"
                ],
                "DOI": "10.1139/t83-060",
                "abstract": "<jats:p> The NCB Cone Indenter is a portable static hardness tester for index testing of small fragments of rock. Correlations between the standard cone indenter number, I<jats:sub>s</jats:sub>, and uniaxial compressive strength have been determined by the National Coal Board (NCB). This note describes the application of this tool to some Western Canadian sedimentary rocks, and finds that the linear regression equation relating the indenter number and uniaxial compressive strength is different than the suggested NCB equation. Other uses for the index tests are suggested, including geotechnical mapping and the development of blasting and 'cuttability' criteria. Keywords: rock index test, indentation, hardness, uniaxial compressive strength. </jats:p>",
                "author": [
                    {
                        "given": "B.",
                        "family": "Stimpson",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "C. P.",
                        "family": "Acott",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T15:53:29Z",
                    "timestamp": 1216742009000
                }
            },
            {
                "title": [
                    "Yielding and damage of intact rock"
                ],
                "DOI": "10.1139/t91-067",
                "abstract": "<jats:p> This paper presents a description of the elastic deformability and strength of intact rock. Structural defects such as microcracks cause the load-bearing capacity and elastic stiffness of rock to decrease, because the imposed load is supported by a diminished fraction of the solid volume. This is accounted for using a continuum damage variable, which describes the effect of cracks on the capacity of rock to support distortional loading. Values of the variable are computed using an incremental evolution law, which describes the effects of confinement and distortional load intensity on cracking. Elastic deformability is described in terms of the damage variable (function of stress and deformation) and the constant elastic stiffness of uncracked rock. It is argued that inelastic deformation is caused by tensile and shear stresses induced at the tips and surfaces of microcracks, which can be related to the ratio of the distortional to the hydrostatic intensities of the stress tensor (transformed to account for damage). Rock strength is described in terms of the permissible values of this ratio, which are shown to vary with the accumulated inelastic deformation. Laboratory data from 45 triaxial tests on host-rock specimens from an Ontario deep mine are presented to illustrate the measurement of damage and shear resistance. Key words: damage, yielding, shear resistance, tensile strength, elastic stiffness, uncracked rock. </jats:p>",
                "author": [
                    {
                        "given": "G. I.",
                        "family": "Ofoegbu",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. H.",
                        "family": "Curran",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T15:54:36Z",
                    "timestamp": 1216742076000
                }
            },
            {
                "title": [
                    "Rock slope stability and distributed joint systems"
                ],
                "DOI": "10.1139/t92-006",
                "abstract": "<jats:p> A deterministic (GEOSLIDE) and a probabilistic (PROSLIDE) microcomputer code are introduced to aid in performing rock wedge analyses based on the limit equilibrium method. The deterministic code evaluates the stability of a single rock wedge formed by discontinuities in rock through three-dimensional vector algebra, GEOSLIDE undertakes a full kinematic analysis (daylighting and obstruction), analyzes both wedge and plane sliding, and provides for anchor designs and sensitivity analyses (cohesion, friction, and water forces). Through multiple stability analyses, PROSLIDE evaluates the probability of failure for a rock slope by examining the distribution of the factors of safety from all the potential sliding wedges formed by the discontinuities of the rock mass. The probability of failure is expressed as the ratio of kinematically free wedges that have a factor of safety less than unity to the total number of wedges, PROSLIDE can form and analyze as many as 2000 different pairs of discontinuities in less than 30 min using a 25 MHz 486 IBM-compatible computer. In a worked example, the probability of failure for a fixed slope strike and loading condition is shown to vary with the slope angle, following the characteristic 'S' shape of a cumulative distribution function. The effect of an anchor force is to spread the distribution over a wider range of the factor of safety (SF), pushing many wedges into a potential upslide situation and splitting the distribution about the failure zone of the stability diagram (−1 &lt; SF &lt; 1). Key words : rock slope, rock wedge, stability analysis, factor of safety, probability of failure, Monte Carlo simulation. </jats:p>",
                "author": [
                    {
                        "given": "Bruce J.",
                        "family": "Carter",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Emery Z.",
                        "family": "Lajtai",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            29
                        ]
                    ],
                    "date-time": "2008-07-29T18:43:53Z",
                    "timestamp": 1217357033000
                }
            },
            {
                "title": [
                    "A pictorial case history of lateral rock creep in an open cut into the Niagara Escarpment rocks at Hamilton, Ontario"
                ],
                "DOI": "10.1139/t78-011",
                "abstract": "<jats:p> Excavation of an open trench to a total depth of 10–13 m including a 5.5 m penetration into the Eramosa Member of the Lockport dolomite formation resulted in an estimated 5–10 cm of lateral rock movement towards the excavation with slippage clearly defined at bedding planes and joints as illustrated in the accompanying photographs. The movements observed are the visual manifestation of release of high locked-in lateral stresses characteristic of rocks of the Niagara escarpment. If movement is not allowed, very high stresses are ultimately transferred to any rock encased structures. </jats:p>",
                "author": [
                    {
                        "given": "R. M.",
                        "family": "Quigley",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "C. D.",
                        "family": "Thompson",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "J. P.",
                        "family": "Fedorkiw",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            7,
                            22
                        ]
                    ],
                    "date-time": "2008-07-22T14:51:03Z",
                    "timestamp": 1216738263000
                }
            },
            {
                "title": [
                    "Application of a rock buttress in the design of slopes of a strip coal mine adjacent to a highway"
                ],
                "DOI": "10.1139/t93-035",
                "abstract": "<jats:p> Eskihisar open pit mine, located at Yatagan, southwest Turkey, produces thermal coal for a power generating plant. As mining of strips advanced southwards, instability appeared to be highly critical due to the movements in the southeast wall slopes adjacent to the state highway running parallel to the pit boundary. This situation called for an immediate response to initiate a detailed geotechnical investigation program and to redesign the pit slopes. This paper outlines the most probable mode and mechanism of instability along the southeast wall, as well as field and laboratory studies, results of back analysis, discussion of the data requirements, and results of slope stability analyses performed to ensure adequate overall stability. The studies revealed that the most critical failures may occur along two or three planar surfaces, by combination of fault, bedding plane, and localized strata steepening adjacent to the fault, in multiplanar failure mode controlled by faulted blocks. The stability is sensitive to changes in length of the lower part of the basal sliding surface, as well as to the configuration and shear strength of black and highly plastic underclay. The effects of a buttress of intact rock and slope flattening on the stability are compared and discussed. Key words : back analysis, multiplanar failure, shear strength, slope stability, toe buttressing. </jats:p>",
                "author": [
                    {
                        "given": "R.",
                        "family": "Ulusay",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "M.F.",
                        "family": "Yolerì",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "V.",
                        "family": "Doyuran",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            8,
                            7
                        ]
                    ],
                    "date-time": "2008-08-07T17:08:29Z",
                    "timestamp": 1218128909000
                }
            },
            {
                "title": [
                    "The 1946 Mount Colonel Foster rock avalanche and associated displacement wave, Vancouver Island, British Columbia"
                ],
                "DOI": "10.1139/t89-057",
                "abstract": "<jats:p> The 1946 Vancouver Island earthquake (M = 7.2) triggered a rock avalanche from the north face of Mount Colonel Foster, central Vancouver Island, British Columbia. Approximately 1.5 × 10<jats:sup>6</jats:sup> m<jats:sup>3</jats:sup> of Triassic volcaniclastic rocks detached from between el. 1965 m and el. 1600 m. Although just over half of this volume was deposited in the upper part of the track above el. 1080 m, approximately 0.7 × 10<jats:sup>6</jats:sup> m<jats:sup>3</jats:sup> descended the lower part of the track and entered the waters of Landslide Lake at el. 890 m. The resultant displacement wave ran up a maximum vertical distance of 51 m on the opposite shore and the wave crest was about 29 m high when it spilled over the lip of the lake. Water displaced during the event destroyed forest in the upper reaches of the Elk River valley up to 3 km from Landslide Lake. The wave at Landslide Lake is comparable to other waves generated by similar magnitude rock avalanches in Peru and Norway and it is the largest recorded in the Canadian Cordillera. The case history illustrates the conditions where substantial damage may be caused by a rock avalanche well beyond the limits of its debris when it produces a landslide-generated wave in the mountainous terrain of the Cordillera. Key words: rock avalanche, earthquake-induced landslides, landslide-generated waves, mountains. </jats:p>",
                "author": [
                    {
                        "given": "Stephen G.",
                        "family": "Evans",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            10,
                            9
                        ]
                    ],
                    "date-time": "2008-10-09T17:25:59Z",
                    "timestamp": 1223573159000
                }
            },
            {
                "title": [
                    "Effects of finite-size joints on the deformability of jointed rock at the two-dimensional level"
                ],
                "DOI": "10.1139/t94-044",
                "abstract": "<jats:p> A numerical decomposition technique, which has resulted from a linking between joint-geometry modeling and generation schemes, and a distinct element code (UDEC), is used to study the effect of joint-geometry parameters of finite-size joints on the deformability properties of jointed rock at the two-dimensional (2D) level. The influence of joint-geometry parameters such as joint density, ratio of joint size to block size, and joint orientation on the deformability of jointed rock is shown. Relations are established between deformability properties of jointed rock and fracture-tensor parameters. An incrementally linear elastic, anisotropic constitutive model is developed to represent the prefailure mechanical behaviour of jointed rock at the 2D level. This constitutive model has captured the anisotropic, scale-dependent behaviour of jointed rock. In this model, the effect of the joint-geometry network in the rock mass is incorporated in terms of fracture-tensor components. Some insight is given related to estimation of representative elementary volumes for deformability properties of jointed rock. Key words : rock masses, deformability, distinct element method, fracture tensor, anisotropy, scale effects. </jats:p>",
                "author": [
                    {
                        "given": "Pinnaduwa H.S.W.",
                        "family": "Kulatilake",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Hasan",
                        "family": "Ucpirti",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Ove",
                        "family": "Stephansson",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            11,
                            7
                        ]
                    ],
                    "date-time": "2008-11-07T16:52:43Z",
                    "timestamp": 1226076763000
                }
            },
            {
                "title": [
                    "More rapid analysis of rock slopes"
                ],
                "DOI": "10.1139/t84-074",
                "abstract": "<jats:p> When the normals to two discontinuities forming a tetrahedral wedge in a rock slope lie in the opposite halves of a spherical projection divided by a diameter through the line of intersection of the discontinuities, sliding will take place down the line of intersection of the discontinuities if this is statically possible. This new criterion simplifies the analysis of the stability of rock wedges whose motion is driven only by gravity and resisted only by friction. A factor of safety can be simply calculated for all these wedges from plots of the normals to discontinuities on an overlay of a polar, equal-area spherical projection to which the great circles of a similar equatorial projection have been added. Key words: rock, slope analysis, rock wedge, graphical methods. </jats:p>",
                "author": [
                    {
                        "given": "D. M.",
                        "family": "Cruden",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            12,
                            12
                        ]
                    ],
                    "date-time": "2008-12-12T17:38:54Z",
                    "timestamp": 1229103534000
                }
            },
            {
                "title": [
                    "Cast-in-place bored piles on soft rock under artesian pressures"
                ],
                "DOI": "10.1139/t84-075",
                "abstract": "<jats:p> This paper outlines the geotechnical investigations and axial compression, pullout, and lateral pile load tests that were carried out at a site where cast-in-place bored concrete piles were installed. These piles were designed to bear on top of soft weathered rock surface that was under artesian pressures. Pile load test results have been compared with theoretically calculated pile capacities. It has been found that in areas of high artesian pressures in bedrock axial compressive pile load capacities theoretically estimated by conventional methods were significantly higher than the values obtained from load tests. Recommendations have been made that representative exposed bedrock samples be tested to determine their undrained strength, and these values be used for estimating theoretical pile capacities. Construction problems encountered during pile installation, such as locating the top of weathered bedrock without penetrating through water-bearing layers that were under artesian pressures, are presented briefly and a solution provided to install belled piles on top of bedrock is discussed. Key words: bored concrete piles, construction problems, load tests, soft weathered rock under artesian pressures, ultimate pile load capacities. </jats:p>",
                "author": [
                    {
                        "given": "Hari D.",
                        "family": "Sharma",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "S.",
                        "family": "Sengupta",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Glen",
                        "family": "Harron",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            12,
                            12
                        ]
                    ],
                    "date-time": "2008-12-12T17:38:54Z",
                    "timestamp": 1229103534000
                }
            },
            {
                "title": [
                    "Treatment and maintenance of rock slopes on transportation routes"
                ],
                "DOI": "10.1139/t77-051",
                "abstract": "<jats:p> Unstable rock slopes along transportation routes in rocky terrain are hazards requiring carefully selected maintenance techniques if safety against rock falls is to be improved at reasonable cost. The paper reviews the causes of rock falls and methods of dealing with them in North American and European highway and railway practice. Methods are classified as those that: (a) stabilize slopes or prevent rocks from moving out of place, (b) protect the right-of-way by keeping rocks that do move out of place from reaching the roadway, and (c) warn or signal traffic when rocks arrive at the vicinity of the roadway. Methods of stabilization, protection, and warning are described and illustrated. Some of these methods can be combined for increased safety at a single site. Guidelines are suggested to organize an effective program to guard against rock falls. Steps in planning, deciding on the priority of sites to be treated, and choice of treatment methods at particular sites are all discussed. Desirable records and measurements are outlined. The paper is intended to be a practical reference for practising engineers. </jats:p>",
                "author": [
                    {
                        "given": "F. L.",
                        "family": "Peckover",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. W. G.",
                        "family": "Kerr",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            2,
                            26
                        ]
                    ],
                    "date-time": "2009-02-26T20:52:20Z",
                    "timestamp": 1235681540000
                }
            },
            {
                "title": [
                    "Blast vibration monitoring of rock excavations"
                ],
                "DOI": "10.1139/t77-060",
                "abstract": "<jats:p> Vibration monitoring of blasting for rock excavation has been undertaken at a number of large hydroelectric and other construction sites in Canada. This paper presents the relationships between vibration measurements and intensity of blasting at different project sites. These are related to rock type, blasting procedure, and other variables where applicable. The manner in which the results of monitoring were used to assess the possibilities of damage to adjacent structures, and to determine acceptable blasting intensities to control overbreak is discussed. Various blasting and damage criteria are reviewed. </jats:p>",
                "author": [
                    {
                        "given": "L. D.",
                        "family": "Keil",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "A. S.",
                        "family": "Burgess",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "N. M.",
                        "family": "Nielsen",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "A.",
                        "family": "Koropatnick",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            2,
                            26
                        ]
                    ],
                    "date-time": "2009-02-26T20:52:20Z",
                    "timestamp": 1235681540000
                }
            },
            {
                "title": [
                    "Leakage of dense, nonaqueous phase liquids from waste impoundments constructed in fractured rock and clay: theory and case history"
                ],
                "DOI": "10.1139/t92-027",
                "abstract": "<jats:p> This paper examines the behaviour of dense, nonaqueous phase liquids (DNAPLs) in fractured media, with an emphasis on waste-disposal ponds constructed in fractured clay and rock. Calculations are presented to estimate the height of DNAPL that may accumulate at the base of a disposal pond prior to initial entry into a water-saturated fracture. This height is found to be a function of the fluid densities, the DNAPL–water interfacial tension, the fracture aperture, and the position of the water table. A numerical model is applied to estimate the steady-state rate of DNAPL leakage from a disposal pond underlain by vertical fractures. This rate of leakage is found to be a function of the spacing of fractures, the fracture aperture, the DNAPL density, and the height of the water table in the formation outside of the impoundment. It is demonstrated that a wide range of leakage rates can occur over a relatively narrow range of parameters. A conceptual analysis of two-phase flow examines the conditions that lead to both uniform and sparse DNAPL migration pathways beneath a disposal pond in fracture networks. A case history is presented as field evidence of the concepts discussed. In particular, the case history demonstrates that sparse DNAPL migration pathways can occur in fractured rock, and that relatively low dissolved phase concentrations can exist in the immediate vicinity of DNAPL source zones. Key words : nonaqueous phase liquids, ground water, fractures, disposal ponds. </jats:p>",
                "author": [
                    {
                        "given": "Bernard H.",
                        "family": "Kueper",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "C. Stephan",
                        "family": "Haase",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "Helen L.",
                        "family": "King",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            4,
                            29
                        ]
                    ],
                    "date-time": "2009-04-29T18:26:38Z",
                    "timestamp": 1241029598000
                }
            },
            {
                "title": [
                    "Performance of a highwall in soft rock, Highvale mine, Alberta"
                ],
                "DOI": "10.1139/t92-041",
                "abstract": "<jats:p> The Highvale mine, west of Edmonton, Alta., is a strip-mining operation with Upper Cretaceous soft sandstone and mudstone overlying the coal deposit. Highwalls cut in the soft rock experienced numerous failures from 1983 to 1985 that disrupted stripping and mining operations and posed a threat to safety. The performance of a 20–23 m highwall at Highvale was studied in 1987 and 1988 to gain insight to the mechanisms of failure. The study utilized surveying, slope indicators, and piezometers to determine the deformation and seepage pattern behind the highwall as it rebounded into the pit upon excavation. Translational movements were found to extend over 250 m behind the highwall along weak, probably presheared bentonitic mudstones. The sandstone and mudstone overburden was observed to extend toward the open pit. This affected the pore-pressure regime and led to a reduction in the mass strength of the sandstone and mudstone. The findings of this study contributed to a better understanding of the mechanisms of highwall failure in soft sedimentary rocks. Key words : highwall, deformations, failure, seepage, loosening, softening. </jats:p>",
                "author": [
                    {
                        "given": "C. A.",
                        "family": "Small",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "N. R.",
                        "family": "Morgenstern",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            6,
                            10
                        ]
                    ],
                    "date-time": "2009-06-10T18:01:19Z",
                    "timestamp": 1244656879000
                }
            },
            {
                "title": [
                    "Stability analysis of steep rock slopes"
                ],
                "DOI": "10.1139/t89-072",
                "abstract": "<jats:p> A simplified method of predicting the shape and location of the potential failure surface in steep rock slopes is suggested. The 1988 updated Hoek and Brown failure criterion is used with Priest and Brown m and s values and Bieniawski's jointed rock mass classification system. This method is demonstrated by an application to the design of slope reinforcement by rock anchoring and by a case study. The validity of the method is assessed by reference to the variational calculus approach, using the linear Mohr–Coulomb failure criterion. Key words: benches, bench design, bench anchoring, quarrying, slope stability, ground control, rock mass rating. </jats:p>",
                "author": [
                    {
                        "given": "A.",
                        "family": "Afrouz",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "F.P.",
                        "family": "Hassani",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "R.",
                        "family": "Ucar",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            1,
                            4
                        ]
                    ],
                    "date-time": "2010-01-04T18:59:38Z",
                    "timestamp": 1262631578000
                }
            },
            {
                "title": [
                    "Rock movements induced by the construction of the Hamilton Mountain trunk sewer (stage 4)"
                ],
                "DOI": "10.1139/t79-075",
                "abstract": "<jats:p> During the extension of the Hamilton Mountain trunk sewer, instantaneous and long-term movements were monitored in the rock strata containing the excavated trench. Movements as far as 150 m from the trench axis were observed over a period of more than 1 year.Although the movements seem to be continuous and decreasing with time, their spatial distribution and dissipation are not entirely predictable, suggesting the important role of local geological features.Interpretations of the results and recommendations for other work in the region are submitted. </jats:p>",
                "author": [
                    {
                        "given": "J.-C.",
                        "family": "Roegiers",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. C.",
                        "family": "Thompson",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "J. D.",
                        "family": "McLennan",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            3,
                            12
                        ]
                    ],
                    "date-time": "2010-03-12T15:02:13Z",
                    "timestamp": 1268406133000
                }
            },
            {
                "title": [
                    "The determination of rock mass modulus variation with depth for weathered or jointed rock"
                ],
                "DOI": "10.1139/t82-003",
                "abstract": "<jats:p> Weathering or the variation in frequency and tightness of joints may result in an increase in mass modulus with depth for some rocks. This increase in modulus will continue until a depth is reached at which the rock behaves as a sound intact unit and the modulus will be relatively constant with depth below this point. In this paper, elastic solutions are presented for the deformation of such a rock mass due to a uniform or approximately rigid circular loading.Two procedures are described for determining the rock mass modulus profile from plate load test results. The first procedure uses the results from three plate tests to infer the variation in modulus with depth. The second procedure uses the measured variation in displacement with depth below a single plate to infer the mass modulus variation. The application of the two procedures is illustrated by a worked example and by consideration of a field case where the inferred modulus is shown to be in good agreement with alternative modulus variation data. </jats:p>",
                "author": [
                    {
                        "given": "R. K.",
                        "family": "Rowe",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            5,
                            26
                        ]
                    ],
                    "date-time": "2010-05-26T20:43:13Z",
                    "timestamp": 1274906593000
                }
            },
            {
                "title": [
                    "Rock squeeze at Thorold Tunnel"
                ],
                "DOI": "10.1139/t76-013",
                "abstract": "<jats:p> The Thorold Tunnel, constructed between 1965 and 1968, provides a four-lane highway crossing under the Welland Canal at Thorold, Ontario. Horizontal cracking, initially observed in late 1967, has since become more evident in the outer walls of the tunnel at the east and west service buildings. This paper describes the instrumentation installed, and the investigations into the cause of cracking carried out between 1971 and 1974. These investigations have led to the conclusion that the cause of the cracking is an imposed deformation resulting from a time-dependent, non-elastic displacement of the adjacent rock mass, known as rock squeeze. The effect of a slot cut in the rock in 1974 to relieve the west service building from the deformations imposed by the rock squeeze is also reviewed. </jats:p>",
                "author": [
                    {
                        "given": "C. F. P.",
                        "family": "Bowen",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "F. I.",
                        "family": "Hewson",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "D H",
                        "family": "MacDonald",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "R. G.",
                        "family": "Tanner",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            9,
                            27
                        ]
                    ],
                    "date-time": "2010-09-27T17:58:16Z",
                    "timestamp": 1285610296000
                }
            },
            {
                "title": [
                    "Performance of a high precision multi-point borehole extensometer in soft rock"
                ],
                "DOI": "10.1139/t76-017",
                "abstract": "<jats:p> A simple and accurate method of measuring relative displacements along a borehole using circular magnets as markers and reed switches as sensors has been developed and is now widely used.This note describes a new precise sensing system which is easily assembled and installed, together with a modified method of placing magnets. Details are given of the performance of the new system over a 2 year period for an investigation into the deformation properties of an heavily loaded week rock. </jats:p>",
                "author": [
                    {
                        "given": "P. D. K.",
                        "family": "Smith",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. B.",
                        "family": "Burland",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2010,
                            9,
                            27
                        ]
                    ],
                    "date-time": "2010-09-27T17:58:16Z",
                    "timestamp": 1285610296000
                }
            },
            {
                "title": [
                    "In situ stress measurements in some near-surface rock formations – Thorold, Ontario"
                ],
                "DOI": "10.1139/t76-001",
                "abstract": "<jats:p> Performance of some structures constructed in rocks in southern Ontario have shown severe distress. It has been hypothesized that the problem is due to the high horizontal stresses existing in the rock formations. As part of a comprehensive investigation into the stress relief and time-dependent behavior of the rocks in this area, in situ stress measurements were carried out at a location near the Thorold Tunnel to a depth of 81 ft (25 m). The technique and procedure used are described in detail. It was found that high horizontal stresses, varying from 1200 to 2100 psi (8300 to 14500 kPa) exist in each rock unit encountered. The direction of the major principal stress in the horizontal plane appears to be orientated at N 60° E. </jats:p>",
                "author": [
                    {
                        "given": "J. H. L.",
                        "family": "Palmer",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "K. Y.",
                        "family": "Lo",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T02:30:08Z",
                    "timestamp": 1303525808000
                }
            },
            {
                "title": [
                    "Major rock slides in the Rockies"
                ],
                "DOI": "10.1139/t76-002",
                "abstract": "<jats:p> The Frank Slide is the best known of a number of major rock slides in the Canadian Rockies. Seven other slides of the same order of magnitude are described from the Front and Main Ranges between Jasper and the United States border.The geometry and kinematics of the slides are controlled by discontinuities in the rock slide mass. Typically, the major part of the rupture surface is parallel to bedding; the orientation of the lateral margins and the scarp of the slide may be controlled by joint sets.Sliding tends to occur on slopes where bedding dips towards valleys at angles between 30 and 40° and in thickly-bedded, massive weathering rocks such as quartzites, dolomites, and limestones. Major causes of sliding appear to be erosion at the foot and lateral margins of the slide mass.The slides may be easily identified on aerial photographs by their effect on the local vegetation and by the characteristic appearance of their debris. All the slides observed are post-glacial, their frequency seems to have been underestimated and, in places, they may impose major constraints on further development. </jats:p>",
                "author": [
                    {
                        "given": "D. M.",
                        "family": "Cruden",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T02:30:08Z",
                    "timestamp": 1303525808000
                }
            },
            {
                "title": [
                    "Design of shallow rock-anchored foundations"
                ],
                "DOI": "10.1139/t82-050",
                "abstract": "<jats:p> Full-scale uplift and lateral load tests were carried out on rock anchors and rock-anchored foundations at several sites in the Province of Ontario. Various rock types were tested, ranging from soft shale to sound limestone. The results are presented; they were analyzed and important design parameters were determined for different rock formations. Based on test results, simplified design procedures were developed for the convenience of the design engineer. Keywords: Anchors, rock, transmission lines, foundations, tests, loads, design criteria, uplift pressure. </jats:p>",
                "author": [
                    {
                        "given": "Nabil F.",
                        "family": "Ismael",
                        "sequence": "first",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T02:33:38Z",
                    "timestamp": 1303526018000
                }
            },
            {
                "title": [
                    "A numerical method for modelling large displacements of jointed rocks. II. Modelling of rock bolts and groundwater and applications"
                ],
                "DOI": "10.1139/t93-010",
                "abstract": "<jats:p> The present paper is an extension of the companion paper in which the formulation of a new numerical model called the block-spring model for jointed rock mass was presented. The work reported herein presents further investigations of the model which include the simulation of rock bolts for ground support and groundwater pressure. The rock bolts are modelled by a series of one-dimensional elements interacting with the rock blocks through nodal points. The model can be used to analyze both the end-anchored and the fully grouted rock bolts, either pretensioned or untensioned. The model also evaluates the water pressures imposed on the surfaces of the rock blocks which are then introduced into the equilibrium equations of the blocks. Several applications of the proposed model are presented including detailed analyses of two case histories. The numerical results have been compared with the field instrumentation data. Good agreement has been observed between the results of the proposed model and the field measurements in both cases. It is demonstrated that the proposed model can be used for the analysis of excavations in jointed rocks in practice. Key words : jointed rocks, stress, deformation, analysis, numerical model, excavation, anchors, groundwater. </jats:p>",
                "author": [
                    {
                        "given": "Vinod K.",
                        "family": "Garga",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Baolin",
                        "family": "Wang",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T02:43:14Z",
                    "timestamp": 1303526594000
                }
            },
            {
                "title": [
                    "Probabilistic stability analysis of excavations in jointed rock"
                ],
                "DOI": "10.1139/t95-044",
                "abstract": "<jats:p> Excavations in jointed rock may liberate rock blocks that may fall by gravity or slide along the discontinuity. The orientation of discontinuities is one of the major input parameters in the conventional deterministic stability analysis of rock blocks. As the mean orientation of a discontinuity is often derived from a large number of joint-set data obtained from site investigation, Fisher's constant is commonly employed to represent the degree of dispersion of individual discontinuity orientation. However, such dispersion factors are rarely used in the conventional analysis. A probabilistic-based approach is proposed in this paper to incorporate Fisher's constant in the stability analysis of rock blocks. To account for the uncertainty reflected by the sample dispersion, data are generated systematically around each mean discontinuity normal, based on its Fisher's constant. The probability of rock block failure at a certain location and the largest possible block volume are determined in a logical manner. A microcomputer program has been developed to automate the analysis, and illustrative examples are shown to demonstrate the importance of incorporating the Fisher's constant of individual discontinuity in the stability analysis. In addition, risk mapping plots are presented to enable visual selection of an optimal route for excavation from one location to another. Key words : discontinuity, factor of safety, probability of failure, rock block, rock excavation, stability analysis. </jats:p>",
                "author": [
                    {
                        "given": "C.F.",
                        "family": "Leung",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "S.T.",
                        "family": "Quek",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T03:38:43Z",
                    "timestamp": 1303529923000
                }
            },
            {
                "title": [
                    "Vegetation sequence on three boreal Manitoban rock outcrops and seral position of Opuntia fragilis"
                ],
                "DOI": "10.1139/b86-012",
                "abstract": "<jats:p> The vegetation sequence on granitic outcrops containing Opuntia fragilis (Nutt.) Haw. was examined at three sites in southeastern Manitoba. The experimentally determined species sequence supported those in the literature: (0) bare rock – pioneer lichens, (1) primary moss mat, (2) secondary moss and lichen mat, (3) tertiary moss and lichen mat, (4) stress-tolerant ruderals, (5) stress-tolerant perennials, (6) perennial grasses, and (7) chamaephytes and phanerophytes. The primary factor determining the sequence was substrate depth, presumably because of its effect on moisture retention. The species composition of the earliest seral stages (0–3) was consistent at all three sites, presumably as a result of propagule availability and the extremely xeric nature of the sere. Variations in the species of subsequent stages may be attributed to the more restrictive dispersal mechanisms of mesic species. Local variations in vegetation scale and pattern were caused by slope, disturbance, crevices or depressions, and encroachment of forest at the forest–outcrop ecotone. Opuntia fragilis, a stress-tolerant perennial, was the first vascular plant in the sequence and colonized mats in stage 2 (occasionally 3). It did not persist in stage 5. </jats:p>",
                "author": [
                    {
                        "given": "Katherine A.",
                        "family": "Frego",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "Richard J.",
                        "family": "Staniforth",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Plant Science"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T05:59:33Z",
                    "timestamp": 1303538373000
                }
            },
            {
                "title": [
                    "Thermal expansion, diffusivity, and cracking of rock cores from Darlington, Ontario"
                ],
                "DOI": "10.1139/t82-017",
                "abstract": "<jats:p> Measurements of the thermal diffusivity and expansion coefficient for rock cores of a limestone and granitic gneiss, recovered from a deep hole at Darlington Generating Station, Ontario were carried out. Results showed that the diffusivity decreases whereas the coefficient of expansion increases with temperature for both rock types. Thermal cracking occurs above a threshold temperature that is independent of the rate of heating as indicated by wave velocity measurements; this appears to be a result of thermal mismatch of the mineral constituents. These results are of direct relevance to the design of underground facilities in energy-related projects. </jats:p>",
                "author": [
                    {
                        "given": "K. Y.",
                        "family": "Lo",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "R. S. C.",
                        "family": "Wai",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2011,
                            4,
                            23
                        ]
                    ],
                    "date-time": "2011-04-23T02:34:16Z",
                    "timestamp": 1303526056000
                }
            },
            {
                "title": [
                    "Postinfectional inhibitors from plants. XXIII. Sesquiterpenoid phytoalexins from fruit capsules of Datura stramonium"
                ],
                "DOI": "10.1139/b76-005",
                "abstract": "<jats:p> Datura stramonium fruit capsules inoculated with Monilinia fructicola or several other non-pathogenic fungi produced diffusates inhibitory to M. fructicola in spore germination assays. Detailed analysis of diffusates that are induced by M. fructicola indicated that they were complex and that antifungal activity was widely distributed through a number of column chromatographic fractions. Four compounds were isolated. These were sesquiterpenes, three of which, lubimin, hydroxylubimin, and capsidiol, have been described from other Solanaceae. The fourth, 2,3-dihydroxygermacrene, is a new compound with moderate antifungal activity but which is of especial interest as a possible precursor of several phytoalexins in the Solanaceae. </jats:p>",
                "author": [
                    {
                        "given": "E. W. B.",
                        "family": "Ward",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "C. H.",
                        "family": "Unwin",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "G. L.",
                        "family": "Rock",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "A.",
                        "family": "Stoessl",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "Plant Science"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            9,
                            15
                        ]
                    ],
                    "date-time": "2008-09-15T18:10:10Z",
                    "timestamp": 1221502210000
                }
            },
            {
                "title": [
                    "A comparison of brain and liver catechol O-methayltransferase"
                ],
                "DOI": "10.1139/o70-206",
                "abstract": "<jats:p> Partially purified catechol O-methyltransferase (COMT) was obtained from both rat liver and brain and the properties of the two preparations were compared. The enzymes had the same pH optimum, heat and pH stability, ionic requirements, and response to inhibitors. Both had a molecular weight of approximately 25 000. They differed only in the fact that the brain COMT had one less activity band and [Formula: see text]th the specific activity of the liver enzyme. </jats:p>",
                "author": [
                    {
                        "given": "Gail Dolan",
                        "family": "Rock",
                        "sequence": "first",
                        "affiliation": []
                    },
                    {
                        "given": "J. H.",
                        "family": "Tong",
                        "sequence": "additional",
                        "affiliation": []
                    },
                    {
                        "given": "A. D.",
                        "family": "D'Iorio",
                        "sequence": "additional",
                        "affiliation": []
                    }
                ],
                "subject": [
                    "General Medicine"
                ],
                "created": {
                    "date-parts": [
                        [
                            2009,
                            12,
                            17
                        ]
                    ],
                    "date-time": "2009-12-17T22:12:36Z",
                    "timestamp": 1261087956000
                }
            },
            {
                "title": [
                    "Analysis of rock–support interaction using numerical and multiple regression modeling"
                ],
                "DOI": "10.1139/t07-053",
                "abstract": "<jats:p> This paper presents the results of performance analysis on the support systems recommended by the RMR (rock mass rating) rock mass classification system. Rock–support interaction is analyzed by means of both numerical and multiple regression modeling. Five different rock mass conditions were assumed from very poor to very good, each representing varied RMR. Extensive computer simulations were conducted to investigate the stresses, displacements, and yielded zones around a circular opening excavated at different depths, and under different rock conditions. The performances of the RMR recommended support systems were analyzed and the stability of excavation was evaluated. Multiple regression modeling was conducted to assess the relationship between support pressure, depth, and tunnel deformation for different rock conditions. Regression models were derived and the response surfaces were constructed, showing the interaction between tunnel depth, support pressure, and tunnel displacement. Using the derived models and the constructed response surfaces, engineers are able to describe the support performance and assess the practical range of expected deformation for their specific site conditions. Also, the approach presented can be used for any special case. </jats:p>",
                "author": [
                    {
                        "given": "Hakan",
                        "family": "Basarir",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Engineering Faculty, Mining Engineering Department, Inonu University, 44280 Malatya, Turkey. (email:)"
                            }
                        ]
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            3,
                            4
                        ]
                    ],
                    "date-time": "2008-03-04T19:31:14Z",
                    "timestamp": 1204659074000
                }
            },
            {
                "title": [
                    "Application of rock mass classification techniques to weak rock masses: A case study from the Ruahine Range, North Island, New Zealand"
                ],
                "DOI": "10.1139/t08-019",
                "abstract": "<jats:p> Rock mass classification systems were first generated for use in engineering applications, but their potential for utilization in geomorphic studies has since been recognized. These techniques were mostly developed for hard rock environments, and questions remain about their applicability to weak rocks. Here, the applicability of three rock mass classification techniques (rock mass strength (RMS), rock mass rating (RMR), and slope mass rating (SMR)) to weak rock masses was analyzed. Techniques incorporated parameters such as uniaxial compressive rock strength, discontinuity condition and orientation, and groundwater ratings. Rock mass classification values were determined from 14 profiles sited on recently excavated road cuttings on the Saddle Road, in the Ruahine Range, North Island, New Zealand. This is an important transport route across the North Island’s axial ranges, with the road excavated into weak late Pliocene – Early Pleistocene mudstone. Mean slope and minimum slope angle were measured at each profile in concert with the rock mass classification schemes. The three classification techniques all appear to have limited usefulness given the subaerial conditions prevalent at the study site. It would appear that the relative weightings of the different parameters within the RMR, RMS, and SMR classification schemes would need modifying for weak rock masses, but the precise details of this are difficult to determine. </jats:p>",
                "author": [
                    {
                        "given": "Martin S.",
                        "family": "Brook",
                        "sequence": "first",
                        "affiliation": [
                            {
                                "name": "Geography Programme, School of People, Environment & Planning, Massey University, Private Bag 11-222, Palmerston North, New Zealand."
                            }
                        ]
                    },
                    {
                        "given": "Erin",
                        "family": "Hutchinson",
                        "sequence": "additional",
                        "affiliation": [
                            {
                                "name": "Geography Programme, School of People, Environment & Planning, Massey University, Private Bag 11-222, Palmerston North, New Zealand."
                            }
                        ]
                    }
                ],
                "subject": [
                    "Geotechnical Engineering and Engineering Geology"
                ],
                "created": {
                    "date-parts": [
                        [
                            2008,
                            6,
                            20
                        ]
                    ],
                    "date-time": "2008-06-20T14:07:38Z",
                    "timestamp": 1213970858000
                }
            }
        ],
        "items-per-page": 100,
        "query": {
            "start-index": 0,
            "search-terms": "sedimentary rock"
        }
    }
}